<?php
function getCjInfo() {	
	static $cj_info = array (
	  0 => 
	  array (
	    'info' => 
	    array (
	      0 => '初学乍练',
	      1 => '等级升级到2级',
	      2 => '燃烧吧小宇宙，洒家终于升到了2级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '100',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  1 => 
	  array (
	    'info' => 
	    array (
	      0 => '初窥门径',
	      1 => '等级升级到5级',
	      2 => '燃烧吧小宇宙，洒家终于升到了5级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '250',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  2 => 
	  array (
	    'info' => 
	    array (
	      0 => '初出茅庐',
	      1 => '等级升级到10级',
	      2 => '燃烧吧小宇宙，洒家终于升到了10级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  3 => 
	  array (
	    'info' => 
	    array (
	      0 => '粗懂皮毛',
	      1 => '等级升级到20级',
	      2 => '燃烧吧小宇宙，洒家终于升到了20级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '20',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  4 => 
	  array (
	    'info' => 
	    array (
	      0 => '略有小成',
	      1 => '等级升级到30级',
	      2 => '燃烧吧小宇宙，洒家终于升到了30级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '30',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  5 => 
	  array (
	    'info' => 
	    array (
	      0 => '驾轻就熟',
	      1 => '等级升级到40级',
	      2 => '燃烧吧小宇宙，洒家终于升到了40级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '2000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '40',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  6 => 
	  array (
	    'info' => 
	    array (
	      0 => '融会贯通',
	      1 => '等级升级到50级',
	      2 => '燃烧吧小宇宙，洒家终于升到了50级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '2500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '50',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  7 => 
	  array (
	    'info' => 
	    array (
	      0 => '炉火纯青',
	      1 => '等级升级到60级',
	      2 => '燃烧吧小宇宙，洒家终于升到了60级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '60',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  8 => 
	  array (
	    'info' => 
	    array (
	      0 => '已有大成',
	      1 => '等级升级到70级',
	      2 => '燃烧吧小宇宙，洒家终于升到了70级！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '70',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  9 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到屯长',
	      2 => '余纵横江湖数十载，终被封为屯长！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  10 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到军侯',
	      2 => '余纵横江湖数十载，终被封为军侯！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '3',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  11 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到军司马',
	      2 => '余纵横江湖数十载，终被封为军司马！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '4',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  12 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到都尉',
	      2 => '余纵横江湖数十载，终被封为都尉！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  13 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到校尉',
	      2 => '余纵横江湖数十载，终被封为校尉！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '6',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  14 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到中郎将',
	      2 => '余纵横江湖数十载，终被封为中郎将！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '7',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  15 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到裨将军',
	      2 => '余纵横江湖数十载，终被封为裨将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '8',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  16 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到牙门将军',
	      2 => '余纵横江湖数十载，终被封为牙门将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '9',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  17 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到翊武将军',
	      2 => '余纵横江湖数十载，终被封为翊武将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  18 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到建威将军',
	      2 => '余纵横江湖数十载，终被封为建威将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '11',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  19 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到领军将军',
	      2 => '余纵横江湖数十载，终被封为领军将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '12',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  20 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到镇军将军',
	      2 => '余纵横江湖数十载，终被封为镇军将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '13',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  21 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到平东将军',
	      2 => '余纵横江湖数十载，终被封为平东将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '14',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  22 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到安西将军',
	      2 => '余纵横江湖数十载，终被封为安西将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '15',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  23 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到镇南将军',
	      2 => '余纵横江湖数十载，终被封为镇南将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '16',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  24 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到征北将军',
	      2 => '余纵横江湖数十载，终被封为征北将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '17',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  25 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到前将军',
	      2 => '余纵横江湖数十载，终被封为前将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '18',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  26 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到骠骑将军',
	      2 => '余纵横江湖数十载，终被封为骠骑将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '19',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  27 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到后将军',
	      2 => '余纵横江湖数十载，终被封为后将军！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '20',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  28 => 
	  array (
	    'info' => 
	    array (
	      0 => '升级爵位',
	      1 => '升级爵位到兵马元帅',
	      2 => '余纵横江湖数十载，终被封为兵马元帅！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '21',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  29 => 
	  array (
	    'info' => 
	    array (
	      0 => '地狗星',
	      1 => '提升座次到108位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰零八位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '108',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  30 => 
	  array (
	    'info' => 
	    array (
	      0 => '地贼星',
	      1 => '提升座次到107位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰零七位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '107',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  31 => 
	  array (
	    'info' => 
	    array (
	      0 => '地耗星',
	      1 => '提升座次到106位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰零六位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '106',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  32 => 
	  array (
	    'info' => 
	    array (
	      0 => '地健星',
	      1 => '提升座次到105位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰零五位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '105',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  33 => 
	  array (
	    'info' => 
	    array (
	      0 => '地劣星',
	      1 => '提升座次到104位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰零四位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '104',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  34 => 
	  array (
	    'info' => 
	    array (
	      0 => '地壮星',
	      1 => '提升座次到103位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰零三位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '103',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  35 => 
	  array (
	    'info' => 
	    array (
	      0 => '地刑星',
	      1 => '提升座次到102位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰零二位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '102',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  36 => 
	  array (
	    'info' => 
	    array (
	      0 => '地阴星',
	      1 => '提升座次到101位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰零一位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '101',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  37 => 
	  array (
	    'info' => 
	    array (
	      0 => '地数星',
	      1 => '提升座次到100位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第一佰位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '100',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  38 => 
	  array (
	    'info' => 
	    array (
	      0 => '地丑星',
	      1 => '提升座次到99位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾九位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '99',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  39 => 
	  array (
	    'info' => 
	    array (
	      0 => '地恶星',
	      1 => '提升座次到98位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾八位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '98',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  40 => 
	  array (
	    'info' => 
	    array (
	      0 => '地察星',
	      1 => '提升座次到97位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾七位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '97',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  41 => 
	  array (
	    'info' => 
	    array (
	      0 => '地奴星',
	      1 => '提升座次到96位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾六位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '96',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  42 => 
	  array (
	    'info' => 
	    array (
	      0 => '地损星',
	      1 => '提升座次到95位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾五位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '95',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  43 => 
	  array (
	    'info' => 
	    array (
	      0 => '地平星',
	      1 => '提升座次到94位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾四位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '94',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  44 => 
	  array (
	    'info' => 
	    array (
	      0 => '地囚星',
	      1 => '提升座次到93位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾三位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '93',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  45 => 
	  array (
	    'info' => 
	    array (
	      0 => '地藏星',
	      1 => '提升座次到92位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾二位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '92',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  46 => 
	  array (
	    'info' => 
	    array (
	      0 => '地短星',
	      1 => '提升座次到91位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾一位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '91',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  47 => 
	  array (
	    'info' => 
	    array (
	      0 => '地角星',
	      1 => '提升座次到90位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第九拾位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '90',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  48 => 
	  array (
	    'info' => 
	    array (
	      0 => '地孤星',
	      1 => '提升座次到89位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾九位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '89',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  49 => 
	  array (
	    'info' => 
	    array (
	      0 => '地全星',
	      1 => '提升座次到88位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾八位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '88',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  50 => 
	  array (
	    'info' => 
	    array (
	      0 => '地空星',
	      1 => '提升座次到87位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾七位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '87',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  51 => 
	  array (
	    'info' => 
	    array (
	      0 => '地僻星',
	      1 => '提升座次到86位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾六位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '86',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  52 => 
	  array (
	    'info' => 
	    array (
	      0 => '地伏星',
	      1 => '提升座次到85位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾五位。',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '85',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  53 => 
	  array (
	    'info' => 
	    array (
	      0 => '地幽星',
	      1 => '提升座次到84位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾四位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '84',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  54 => 
	  array (
	    'info' => 
	    array (
	      0 => '地妖星',
	      1 => '提升座次到83位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾三位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '83',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  55 => 
	  array (
	    'info' => 
	    array (
	      0 => '地魔星',
	      1 => '提升座次到82位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾二位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '82',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  56 => 
	  array (
	    'info' => 
	    array (
	      0 => '地稽星',
	      1 => '提升座次到81位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾一位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '81',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  57 => 
	  array (
	    'info' => 
	    array (
	      0 => '地镇星',
	      1 => '提升座次到80位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第八拾位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '80',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  58 => 
	  array (
	    'info' => 
	    array (
	      0 => '地速星',
	      1 => '提升座次到79位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第七拾九位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '79',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  59 => 
	  array (
	    'info' => 
	    array (
	      0 => '地捷星',
	      1 => '提升座次到78位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第七拾八位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '78',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  60 => 
	  array (
	    'info' => 
	    array (
	      0 => '地乐星',
	      1 => '提升座次到77位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第七拾七位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '77',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  61 => 
	  array (
	    'info' => 
	    array (
	      0 => '地俊星',
	      1 => '提升座次到76位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第七拾六位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '76',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  62 => 
	  array (
	    'info' => 
	    array (
	      0 => '地理星',
	      1 => '提升座次到75位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第七拾五位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '75',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  63 => 
	  array (
	    'info' => 
	    array (
	      0 => '地异星',
	      1 => '提升座次到74位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第七拾四位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '74',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  64 => 
	  array (
	    'info' => 
	    array (
	      0 => '地隐星',
	      1 => '提升座次到73位',
	      2 => '天书既定罡煞将，驳之论道握乾坤！梁山排位于第七拾三位。',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '73',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  65 => 
	  array (
	    'info' => 
	    array (
	      0 => '人生历练',
	      1 => '历练一名武将到+1',
	      2 => '拉风的人生，需要历练！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'll',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  66 => 
	  array (
	    'info' => 
	    array (
	      0 => '人生历练',
	      1 => '历练一名武将到+10',
	      2 => '拉风的人生，需要历练+10！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'll',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  67 => 
	  array (
	    'info' => 
	    array (
	      0 => '人生历练',
	      1 => '历练一名武将到+20',
	      2 => '拉风的人生，需要历练+20！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '20',
	      6 => 'll',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  68 => 
	  array (
	    'info' => 
	    array (
	      0 => '人生历练',
	      1 => '历练一名武将到+30',
	      2 => '拉风的人生，需要历练+30！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '30',
	      6 => 'll',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  69 => 
	  array (
	    'info' => 
	    array (
	      0 => '武将培养',
	      1 => '培养任意一名武将一次',
	      2 => '博采众长，博采众议，需要变得更强，就要培养！',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  70 => 
	  array (
	    'info' => 
	    array (
	      0 => '武将培养',
	      1 => '任意武将培养属性总和超过100',
	      2 => '博采众长，博采众议，需要变得更强，就要培养100！',
	      3 => '绿武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '100',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  71 => 
	  array (
	    'info' => 
	    array (
	      0 => '武将培养',
	      1 => '任意武将培养属性总和超过250',
	      2 => '博采众长，博采众议，需要变得更强，就要培养250！',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '250',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  72 => 
	  array (
	    'info' => 
	    array (
	      0 => '武将培养',
	      1 => '任意武将培养属性总和超过500',
	      2 => '博采众长，博采众议，需要变得更强，就要培养500！',
	      3 => '蓝武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '500',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  73 => 
	  array (
	    'info' => 
	    array (
	      0 => '武将培养',
	      1 => '任意武将培养属性总和超过1000',
	      2 => '博采众长，博采众议，需要变得更强，就要培养1000！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1000',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  74 => 
	  array (
	    'info' => 
	    array (
	      0 => '武将培养',
	      1 => '任意武将培养属性总和超过2000',
	      2 => '博采众长，博采众议，需要变得更强，就要培养2000！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2000',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  75 => 
	  array (
	    'info' => 
	    array (
	      0 => '武将培养',
	      1 => '任意武将培养属性总和超过3600',
	      2 => '博采众长，博采众议，需要变得更强，就要培养3600！',
	      3 => '橙武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18583,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '3600',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  76 => 
	  array (
	    'info' => 
	    array (
	      0 => '虞候！',
	      1 => '合成一名武将为虞候',
	      2 => '现在什么贵？虞候！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2',
	      6 => 'hc',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  77 => 
	  array (
	    'info' => 
	    array (
	      0 => '先锋！',
	      1 => '合成一名武将为先锋',
	      2 => '现在什么更贵？先锋！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '3',
	      6 => 'hc',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  78 => 
	  array (
	    'info' => 
	    array (
	      0 => '将军！',
	      1 => '合成一名武将为将军',
	      2 => '现在什么最贵？将军！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '4',
	      6 => 'hc',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  79 => 
	  array (
	    'info' => 
	    array (
	      0 => '小试牛刀',
	      1 => '完美击杀普通阳谷县西门庆',
	      2 => '十步杀一人，阳谷战西门！想体验战斗的精彩吗?尽在《Q将水浒》！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '114',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  80 => 
	  array (
	    'info' => 
	    array (
	      0 => '梦回梁山',
	      1 => '通关普通难度',
	      2 => '黄沙百战穿金甲，不斩高俅终不还！想体验战斗的精彩吗?尽在《Q将水浒》！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '184',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  81 => 
	  array (
	    'info' => 
	    array (
	      0 => '魂牵梦绕',
	      1 => '通关英雄难度',
	      2 => '秦时明月汉时关，万里长征人未还。想体验战斗的精彩吗?尽在《Q将水浒》！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '284',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  82 => 
	  array (
	    'info' => 
	    array (
	      0 => '浮生若梦',
	      1 => '通关烈焰难度',
	      2 => '百战沙场碎铁衣，城南已合数重围。想体验战斗的精彩吗?尽在《Q将水浒》！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '384',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  83 => 
	  array (
	    'info' => 
	    array (
	      0 => '黄粱一梦',
	      1 => '通关地狱难度',
	      2 => '突营射杀呼延将，独领残兵千骑归。想体验战斗的精彩吗?尽在《Q将水浒》！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '484',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  84 => 
	  array (
	    'info' => 
	    array (
	      0 => '大梦初醒',
	      1 => '通关炼狱难度',
	      2 => '他日若遂凌云志，敢笑黄巢不丈夫！想体验战斗的精彩吗?尽在《Q将水浒》！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '584',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  85 => 
	  array (
	    'info' => 
	    array (
	      0 => '梦幻泡影',
	      1 => '通关天堂难度',
	      2 => '醉卧沙场君莫笑，古来征战几人回？想体验战斗的精彩吗?尽在《Q将水浒》！',
	      3 => '铜钱',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '684',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  86 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+1',
	      2 => '仗剑走天下，神器当+1！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  87 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+4',
	      2 => '仗剑走天下，神器当+4！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '4',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  88 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+7',
	      2 => '仗剑走天下，神器当+7！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '7',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  89 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+10',
	      2 => '仗剑走天下，神器当+10！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  90 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+13',
	      2 => '仗剑走天下，神器当+13！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '13',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  91 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+16',
	      2 => '仗剑走天下，神器当+16！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '16',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  92 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+19',
	      2 => '仗剑走天下，神器当+19！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '19',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  93 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+22',
	      2 => '仗剑走天下，神器当+22！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '22',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  94 => 
	  array (
	    'info' => 
	    array (
	      0 => '强化装备',
	      1 => '强化一件装备到+24',
	      2 => '仗剑走天下，神器当+24！',
	      3 => '矿工锄',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '24',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  95 => 
	  array (
	    'info' => 
	    array (
	      0 => '锻造装备',
	      1 => '升级一件装备品质到斥候',
	      2 => '斥候套装在手，天下任我行走！',
	      3 => '玄铁',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41201,42201,43201,44201',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  96 => 
	  array (
	    'info' => 
	    array (
	      0 => '锻造装备',
	      1 => '升级一件装备品质到都头',
	      2 => '都头套装在手，天下任我行走！',
	      3 => '玄铁',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41202,42202,43202,44202',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  97 => 
	  array (
	    'info' => 
	    array (
	      0 => '锻造装备',
	      1 => '升级一件装备品质到骠骑',
	      2 => '骠骑套装在手，天下任我行走！',
	      3 => '玄铁',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41303,42303,43303,44303',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  98 => 
	  array (
	    'info' => 
	    array (
	      0 => '锻造装备',
	      1 => '升级一件装备品质到地煞',
	      2 => '地煞套装在手，天下任我行走！',
	      3 => '玄铁',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41304,42304,43304,44304',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  99 => 
	  array (
	    'info' => 
	    array (
	      0 => '锻造装备',
	      1 => '升级一件装备品质到天罡',
	      2 => '天罡套装在手，天下任我行走！',
	      3 => '玄铁',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41405,42405,43405,44405',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  100 => 
	  array (
	    'info' => 
	    array (
	      0 => '锻造装备',
	      1 => '升级一件装备品质到乾坤',
	      2 => '乾坤套装在手，天下任我行走！',
	      3 => '玄铁',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41406,42406,43406,44406',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  101 => 
	  array (
	    'info' => 
	    array (
	      0 => '锻造装备',
	      1 => '升级一件装备品质到玄天',
	      2 => '神器在手，天下任我行走！',
	      3 => '玄铁',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41507,42507,43507,44507',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  102 => 
	  array (
	    'info' => 
	    array (
	      0 => '攻城掠地',
	      1 => '成功占领领地1次',
	      2 => '将待令，兵在手，攻城掠地不用愁！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '5',
	      3 => 'count_finish',
	      4 => '1',
	      5 => '1',
	      6 => 'gc',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  103 => 
	  array (
	    'info' => 
	    array (
	      0 => '攻城掠地',
	      1 => '成功占领领地100次',
	      2 => '人若犯我，我必犯人！攻城掠地，尽在《Q将水浒》！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'count_finish',
	      4 => '100',
	      5 => '100',
	      6 => 'gc',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  104 => 
	  array (
	    'info' => 
	    array (
	      0 => '攻城掠地',
	      1 => '成功占领领地500次',
	      2 => '犯我边境者，虽远必诛之！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '15',
	      3 => 'count_finish',
	      4 => '500',
	      5 => '500',
	      6 => 'gc',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  105 => 
	  array (
	    'info' => 
	    array (
	      0 => '攻城掠地',
	      1 => '成功占领领地1000次',
	      2 => '举足轻重，大权在握！你敢来挑战我吗?',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '20',
	      3 => 'count_finish',
	      4 => '1000',
	      5 => '1000',
	      6 => 'gc',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  106 => 
	  array (
	    'info' => 
	    array (
	      0 => '有一点',
	      1 => '成功占领资源点1次',
	      2 => '少许白银，些许黄金，尽在资源点中取！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '5',
	      3 => 'count_finish',
	      4 => '1',
	      5 => '1',
	      6 => 'zyd',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  107 => 
	  array (
	    'info' => 
	    array (
	      0 => '有一些',
	      1 => '成功占领资源点100次',
	      2 => '十斤白银，百两黄金，尽在资源点中取！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'count_finish',
	      4 => '100',
	      5 => '100',
	      6 => 'zyd',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  108 => 
	  array (
	    'info' => 
	    array (
	      0 => '有许多',
	      1 => '成功占领资源点500次',
	      2 => '百斤白银，千两黄金，尽在资源点中取！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '15',
	      3 => 'count_finish',
	      4 => '500',
	      5 => '500',
	      6 => 'zyd',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  109 => 
	  array (
	    'info' => 
	    array (
	      0 => '不嫌多',
	      1 => '成功占领资源点1000次',
	      2 => '千斤白银，万两黄金，尽在资源点中取！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '20',
	      3 => 'count_finish',
	      4 => '1000',
	      5 => '1000',
	      6 => 'zyd',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  110 => 
	  array (
	    'info' => 
	    array (
	      0 => '群雄逐鹿',
	      1 => '参与一次“群雄逐鹿”',
	      2 => '群雄逐鹿，群雄逐宝物！与我一起征战沙场吧！',
	      3 => '小军粮包',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 20058,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'qxzl',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  111 => 
	  array (
	    'info' => 
	    array (
	      0 => '逐鹿之王',
	      1 => '获得一次“逐鹿之王”大奖',
	      2 => '群雄并驱于中原，未知鹿死谁手?吾手！加入《Q将水浒》，来与我一较高下！',
	      3 => '大军粮包',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 20060,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'zldj',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  112 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP1',
	      1 => '提升为VIP1',
	      2 => '经典恒久远，VIP1永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  113 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP2',
	      1 => '提升为VIP2',
	      2 => '经典恒久远，VIP2永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  114 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP3',
	      1 => '提升为VIP3',
	      2 => '经典恒久远，VIP3永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '3',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  115 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP4',
	      1 => '提升为VIP4',
	      2 => '经典恒久远，VIP4永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '4',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  116 => 
	  array (
	    'info' => 
	    array (
	      0 => '一技之长',
	      1 => '升级任一技能到7级',
	      2 => '一寸长一寸强，胆敢与我一战吗？',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '7',
	      6 => 'jn',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  117 => 
	  array (
	    'info' => 
	    array (
	      0 => '日常任务',
	      1 => '领取一次日常任务奖励',
	      2 => '这什么嘛？容易！和我一起来完成挑战吧！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'rc',
	      7 => 'cflx',
	    ),
	    'type' => '9',
	  ),
	  118 => 
	  array (
	    'info' => 
	    array (
	      0 => '旦暮朝夕',
	      1 => '累计完成日常任务300个',
	      2 => '事虽小，贵在坚持！你有没有毅力呢？来《Q将水浒》吧！',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'count_finish',
	      4 => '300',
	      5 => '300',
	      6 => 'rcrw',
	      7 => 'cscl',
	    ),
	    'type' => '9',
	  ),
	  119 => 
	  array (
	    'info' => 
	    array (
	      0 => '天降横财',
	      1 => '完成任务“天降横财”',
	      2 => '运气不错哦！加入我们，你也可以！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002112',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  120 => 
	  array (
	    'info' => 
	    array (
	      0 => '吉星高照',
	      1 => '完成任务“吉星高照”',
	      2 => '什么是人品？这就是！要和我比拼一下人品吗？',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002157',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  121 => 
	  array (
	    'info' => 
	    array (
	      0 => '奇技之师',
	      1 => '完成任务“奇技之师”',
	      2 => '我有一支奇技之师，你可敢应战？立即加入《Q将水浒》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002141',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  122 => 
	  array (
	    'info' => 
	    array (
	      0 => '威武之师',
	      1 => '完成任务“威武之师”',
	      2 => '我有一支威武之师，你可敢应战？立即加入《Q将水浒》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002146',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  123 => 
	  array (
	    'info' => 
	    array (
	      0 => '英明之师',
	      1 => '完成任务“英明之师”',
	      2 => '我有一支英明之师，你可敢应战？立即加入《Q将水浒》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002151',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  124 => 
	  array (
	    'info' => 
	    array (
	      0 => '钢铁之师',
	      1 => '完成任务“钢铁之师”',
	      2 => '我有一支钢铁之师，你可敢应战？立即加入《Q将水浒》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002159',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  125 => 
	  array (
	    'info' => 
	    array (
	      0 => '天命之师',
	      1 => '完成任务“天命之师”',
	      2 => '我有一支天命之师，你可敢应战？立即加入《Q将水浒》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002166',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  126 => 
	  array (
	    'info' => 
	    array (
	      0 => '全是我的！',
	      1 => '完成任务“全是我的”',
	      2 => '世间万物，由我任取！加入《Q将水浒》和我一争天下吧！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002149',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  127 => 
	  array (
	    'info' => 
	    array (
	      0 => '以德服人',
	      1 => '完成任务“以德服人（12）”',
	      2 => '以德服人！以德服于人？要来和我一起令天下臣服吗？',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002153',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  128 => 
	  array (
	    'info' => 
	    array (
	      0 => '青出于蓝',
	      1 => '酒馆繁荣度达到200',
	      2 => '“小二，来四碗‘三碗不过岗’！”“这位客官，本小店没有这种酒...”',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '200',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  129 => 
	  array (
	    'info' => 
	    array (
	      0 => '杯酒言欢',
	      1 => '酒馆繁荣度达到1000',
	      2 => '“这家酒馆不错，且去喝上几盅！”“果然是好酒，好酒！”',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1000',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  130 => 
	  array (
	    'info' => 
	    array (
	      0 => '桂酒椒浆',
	      1 => '酒馆繁荣度达到1500',
	      2 => '“常在这家酒馆喝酒，闲来无事，不如现在便去喝上几杯。”“果不其然，当真是少有的好酒！”',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1500',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  131 => 
	  array (
	    'info' => 
	    array (
	      0 => '清圣浊贤',
	      1 => '酒馆繁荣度达到5000',
	      2 => '“兰陵美酒郁金香，玉碗盛来琥珀光。但使主人能醉客，不知何处是他乡。”',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5000',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  132 => 
	  array (
	    'info' => 
	    array (
	      0 => '金碧辉煌',
	      1 => '酒馆繁荣度达到10000',
	      2 => '各路英雄齐聚酒馆，你要来看看吗？',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10000',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  133 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP5',
	      1 => '提升为VIP5',
	      2 => '经典恒久远，VIP5永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  134 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP6',
	      1 => '提升为VIP6',
	      2 => '经典恒久远，VIP6永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '6',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  135 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP7',
	      1 => '提升为VIP7',
	      2 => '经典恒久远，VIP7永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '7',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  136 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP8',
	      1 => '提升为VIP8',
	      2 => '经典恒久远，VIP8永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '8',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  137 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP9',
	      1 => '提升为VIP9',
	      2 => '经典恒久远，VIP9永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '9',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  138 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP10',
	      1 => '提升为VIP10',
	      2 => '经典恒久远，VIP10永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  139 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP11',
	      1 => '提升为VIP11',
	      2 => '经典恒久远，VIP11永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '11',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  140 => 
	  array (
	    'info' => 
	    array (
	      0 => '华丽VIP12',
	      1 => '提升为VIP12',
	      2 => '经典恒久远，VIP12永流传！体验经典，《Q将水浒》。',
	      3 => '银票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '12',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	);	
	return $cj_info;
}