DROP TABLE IF EXISTS `ol_stage`;
CREATE TABLE `ol_stage` (
  `id` int(11) NOT NULL,
  `difficulty` tinyint(2) NOT NULL,
  `stage` tinyint(2) NOT NULL,
  `subStage` tinyint(2) NOT NULL,
  `npcid` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `sex` tinyint(1) NOT NULL DEFAULT '1',
  `stageLevel` tinyint(2) NOT NULL,
  `exp` int(11) NOT NULL,
  `maxHP` int(11) NOT NULL,
  `dlItem` varchar(100) NOT NULL DEFAULT '0' COMMENT '掉落',
  `dlItemID` int(11) NOT NULL,
  `iconId` varchar(100) NOT NULL DEFAULT '0',
  `stageName` varchar(100) NOT NULL,
  `dialog1` text NOT NULL COMMENT '對話內容一，對話中先說的內容',
  `dialog2` text NOT NULL COMMENT '對話內容二，對話中後說的內容',
  `dialog3` text NOT NULL COMMENT '美完擊殺時對話',
  `dialog4` text NOT NULL COMMENT '美完擊殺時對話',
  `dialogSort` tinyint(1) NOT NULL COMMENT '對話順序 \r\n1是NPC先說，玩家後說 \r\n2是玩家先說，NPC後說\r\n',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of ol_stage
-- ----------------------------
INSERT INTO `ol_stage` VALUES ('1', '1', '1', '1', '40111', '店小二', '0', '1', '43', '25', '', '0', '', '陽穀縣', '小二，你家的酒怎麼一點酒味都沒有？你是不是忘記往水裡摻酒了？', '魚香肉絲裡面有魚嗎？老婆餅裡面有老婆嗎？一看你小子就不是好人，想吃霸王餐，沒門！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('2', '1', '1', '2', '40121', '藥販子', '0', '2', '43', '25', '', '0', '', '陽穀縣', '幸好我拼命地護住了臉，我英俊的相貌才得以保存……哎，誰家的大花貓長得這麼肥？', '嗷！！！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('3', '1', '1', '3', '40131', '潘金蓮', '1', '2', '43', '21', '', '0', '', '陽穀縣', '潘小姐你好，請問你和西門慶是男女朋友嗎？', '西門大官人是搞房地產的大老闆，你這小娛記可不配提他的名字喲，有事跟我的經紀人王婆說吧。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('4', '1', '1', '4', '40141', '西門慶', '0', '3', '129', '94', '斥候長靴圖紙', '13201', '', '陽穀縣', '西門慶你竟敢霸佔本縣第一美女潘金蓮，今天我要替我的拜把兄弟武大討個公道！', '我看你們誰敢動我，我爸是西門剛！', '令尊是西門吹雪也沒用！兄弟們辛苦了，好好吃一頓吧！', '老大，我們要吃肉！', '2');
INSERT INTO `ol_stage` VALUES ('5', '1', '2', '1', '40211', '夥計', '0', '3', '72', '32', '', '0', '', '快活林', '你就是鎮關西？餿了的肉還拿出來賣，怎麼做生意的？', '貨物出門概不退換！我老大可是蔣門神，不想死就滾遠點！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('6', '1', '2', '2', '40221', '鎮關西', '0', '4', '72', '26', '', '0', '', '快活林', '此等奸商居然還開了連鎖店？把你們的營業執照拿出來看看！', '你砸了我們總店那筆帳還沒算呢，今天讓你豎著進來橫著出去！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('7', '1', '2', '3', '40231', '打手', '0', '4', '72', '32', '', '0', '', '快活林', '蔣忠在哪裡？我懷疑他跟幾起食物中毒事件有關，要帶他回去協助調查！', '蔣總在睡午覺，你改天再來吧。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('8', '1', '2', '4', '40241', '蔣門神', '0', '5', '214', '198', '斥候斗笠圖紙', '11201', '', '快活林', '一個小小的地頭蛇居然這麼倡狂，不信我扳不倒你！', '哥上面有人，說出來嚇死你。', '聽線人說在背後給蔣門神撐腰的是張都監，我們這就去鴛鴦樓闖一闖！', '鴛鴦樓是很有名的會所啊，聽說美女如雲……', '2');
INSERT INTO `ol_stage` VALUES ('9', '1', '3', '1', '40311', '大廚', '0', '5', '100', '128', '', '0', '', '鴛鴦樓', '我掌握了你們勾結黑道危害食品安全的證據，跟我走一趟吧。', '放輕鬆，放輕鬆，先辦張會員卡吧，優惠價888888，一年有效期。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('10', '1', '3', '2', '40321', '管事', '0', '6', '100', '128', '', '0', '', '鴛鴦樓', '你們都是張都監派來的吧？我一定要拿下他！', '山珍美味現點現殺！穿山甲吃不吃？娃娃魚吃不吃？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('11', '1', '3', '3', '40331', '張團練', '0', '7', '100', '152', '', '0', '', '鴛鴦樓', '又來一波？這私人會所裡養了不少人啊！', '總統套房，King size大床，無敵山景，外籍管家，只要9999一晚。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('12', '1', '3', '4', '40341', '張都監', '0', '7', '300', '628', '斥候鎖甲圖紙', '12201', '', '鴛鴦樓', '總算見到你了。你所轄的區域，很多商販有嚴重的食品衛生問題，伏法吧！', '不乾不淨，吃了沒病。這可是文化人聚集的地方，休得撒野！', '解決了張都監，查封了鴛鴦樓，心情真暢快！兄弟們，咱們去清風寨體驗一下農家樂！', '公費旅遊！哦也！！！', '2');
INSERT INTO `ol_stage` VALUES ('13', '1', '4', '1', '40411', '劉老漢', '0', '8', '129', '114', '', '0', '', '清風寨', '這位老大爺怎麼走著走著自己就倒了？還往我車輪下滾，幸好我及時刹車。', '哎喲哎喲，你撞到老夫了，老夫不能走路了！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('14', '1', '4', '2', '40421', '劉夫人', '0', '8', '129', '114', '', '0', '', '清風寨', '原來是傳說中的碰瓷啊，想做個好人也不容易。我是陽谷縣令，爾等不得放肆！', '少廢話，趕緊賠償醫藥費、精神損失費、青春損失費、服裝道具費，不賠別想走！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('15', '1', '4', '3', '40431', '鎮三山', '1', '9', '129', '122', '', '0', '', '清風寨', '娘子軍來了？好男不和女鬥，讓路！', '哎喲喂，男人打女人啦！快來看哪，縣令欺負百姓啦！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('16', '1', '4', '4', '40441', '劉高', '0', '9', '386', '600', '斥候樸刀圖紙', '14201', '', '清風寨', '劉知寨啊，此地民風也太彪悍了，你這管理工作有難度吧？', '這位老夫子是我七舅姥爺！你一定是酒駕！要麼賠錢！要麼蹲半年！', '這清風寨可真夠亂的，影響兄弟們的好興致。誰會看地圖，下一站是哪裡？', '老大，前面就是江州的地盤了。', '2');
INSERT INTO `ol_stage` VALUES ('17', '1', '5', '1', '40511', '士兵', '0', '10', '158', '222', '', '0', '', '江州城', '哎？這地方怎麼還有公路收費站呢？這又不是高速公路！', '少廢話！交錢走人！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('18', '1', '5', '2', '40521', '黃通判', '0', '10', '158', '222', '', '0', '', '江州城', '又是收費站？我當車匪路霸的時候你們還在穿開襠褲呢！', '好漢不提當年勇！趕緊交錢，要不別想過！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('19', '1', '5', '3', '40531', '監斬官', '0', '11', '158', '234', '', '0', '', '江州城', '怎麼又一個收費站，還有完沒完了？這明明是私設網站亂收費！', '這幾個收費站都是當今太師蔡京的兒子蔡九爺設的，正宗富貴二代，怕了吧？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('20', '1', '5', '4', '40541', '蔡九', '0', '11', '472', '771', '都頭長靴圖紙', '13202', '', '江州城', '蔡九，你不光私設收費站，還隨意提高加油站的油價！今天我就替你爹管教管教你！', '既然知道我爸爸是誰，那就趕緊掏錢。花錢買平安，划算。', '蔡京的兒子又怎麼樣，三兩下就搞定了。兄弟們，咱們去前面村莊買點豬肉，犒賞三軍！', '跟著大哥混，有肉吃！', '2');
INSERT INTO `ol_stage` VALUES ('21', '1', '6', '1', '40611', '李應', '0', '12', '187', '801', '', '0', '', '祝家莊', '你這豬肉是翻著倍漲價的吧？這不搶錢麼？', '愛買不買，豬飼料先漲價，我不漲價就得虧本。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('22', '1', '6', '2', '40621', '扈三娘', '1', '13', '187', '843', '', '0', '', '祝家莊', '你這裡的豬飼料怎麼這麼貴？現在豬肉價格一漲，老百姓都吃不起肉了！', '我也沒辦法，飼料原材料漲價了，我不跟著漲就沒法開店了！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('23', '1', '6', '3', '40631', '祝家三虎', '0', '13', '187', '843', '', '0', '', '祝家莊', '你為什麼要哄抬飼料原材料的價格？你知不知道這直接導致了豬肉價格上漲？', '不關我事啊，祝家莊的祝老莊主是這些原材料的唯一指定總經銷商，我們都是按他規定的價格進貨的。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('24', '1', '6', '4', '40641', '祝莊主', '0', '14', '559', '1362', '都頭髮帶圖紙', '11202', '', '祝家莊', '你身為飼料原材料的總經銷商，隨意調整價格，擾亂物價水準，你當我這縣令是擺設？', '我是唯一指定總經銷商，解釋權歸我所有。', '杯具啊，連豬肉漲價也要我出手，還是以前當山大王時逍遙自在，要是有個壓寨夫人該多好！', '老大，大名府最近在舉辦鵲橋相親會，憑你的人品武藝，定能冠壓群雄！', '2');
INSERT INTO `ol_stage` VALUES ('25', '1', '7', '1', '40711', '秀才', '0', '14', '216', '923', '', '0', '', '大名府', '在下陽谷縣令，報名參加大名府鵲橋會！', '知府提督尚且在排隊，區區縣令算什麼？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('26', '1', '7', '2', '40721', '衙役', '0', '15', '216', '1017', '', '0', '', '大名府', '請光頭評委給我個機會！', '為什麼我這麼帥卻要掉頭發，你那麼醜卻不掉頭發？我給你機會，誰給我機會？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('27', '1', '7', '3', '40731', '王太守', '1', '15', '216', '1017', '', '0', '', '大名府', '又來一個光頭……請再給我這大齡青年一個機會吧！', '小兄弟不要急，我們來討論一下你最喜歡的顏色先。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('28', '1', '7', '4', '40741', '梁中書', '1', '16', '646', '1635', '都頭長袍圖紙', '12202', '', '大名府', '美女，我對你一見鍾情，讓我照顧你一輩子吧！', '你年薪有一億美金嗎？有獨棟別墅嗎？有私人飛機嗎？有私人遊輪嗎？', '現在的妹子太拜金了！罷了，我們化悲痛為力量，去汴梁城參加汴梁杯蹴鞠賽吧，說不定還能見到皇上！', '老大英明！贏了的話還能拿到一大筆獎金呢！', '2');
INSERT INTO `ol_stage` VALUES ('29', '1', '8', '1', '40811', '報名官', '0', '16', '245', '1476', '', '0', '', '汴梁城', '狹路相逢勇者勝，這第一場熱身賽，哥計畫完勝！', '那得問問我老人家，我能把有的球給吹沒了，也能把沒的球給吹有了。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('30', '1', '8', '2', '40821', '陸謙', '0', '17', '245', '1529', '', '0', '', '汴梁城', '你就是大帝？是森林大帝吧！', '天亮了，你看，我的護球像亨利吧？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('31', '1', '8', '3', '40831', '高衙內', '0', '17', '245', '1529', '', '0', '', '汴梁城', '久仰久仰，蹴鞠一霸說的就是您吧？', '好說，來，讓你見識一下我的鎖喉神功！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('32', '1', '8', '4', '40841', '高俅', '0', '18', '733', '2446', '都頭大刀圖紙', '14202', '', '汴梁城', '一路高歌猛進打入決賽，眼看冠軍在望，兄弟們拼了！', '井底之蛙大言不慚，老夫這首長秘書可是踢蹴鞠踢出來的，豈會輸給你們這幫黃口小兒乎？', '這奸賊高俅的確如此難搞，好在我沒有讓各位觀眾失望！兄弟們，咱們此舉也當載入史冊啊！', '太牛了，老大！高俅這奸臣竟然敗于咱們手上，咱們也可名垂青史，萬古流芳了！', '2');
INSERT INTO `ol_stage` VALUES ('33', '2', '1', '1', '40911', '店小二', '0', '19', '274', '1721', '', '0', '', '陽穀縣', '小二，你家的酒怎麼一點酒味都沒有？你是不是忘記往水裡摻酒了？', '魚香肉絲裡面有魚嗎？老婆餅裡面有老婆嗎？一看你小子就不是好人，想吃霸王餐，沒門！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('34', '2', '1', '2', '40921', '藥販子', '0', '19', '274', '1796', '', '0', '', '陽穀縣', '幸好我拼命地護住了臉，我英俊的相貌才得以保存……哎，誰家的大花貓長得這麼肥？', '嗷！！！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('35', '2', '1', '3', '40931', '潘金蓮', '1', '20', '274', '1852', '', '0', '', '陽穀縣', '潘小姐你好，請問你和西門慶是男女朋友嗎？', '西門大官人是搞房地產的大老闆，你這小娛記可不配提他的名字喲，有事跟我的經紀人王婆說吧。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('36', '2', '1', '4', '40941', '西門慶', '0', '20', '821', '2752', '驃騎戰靴圖紙', '13303', '', '陽穀縣', '西門慶你竟敢霸佔本縣第一美女潘金蓮，今天我要替我的拜把兄弟武大討個公道！', '我看你們誰敢動我，我爸是西門剛！', '令尊是西門吹雪也沒用！兄弟們辛苦了，好好吃一頓吧！', '老大，我們要吃肉！', '2');
INSERT INTO `ol_stage` VALUES ('37', '2', '2', '1', '41011', '夥計', '0', '21', '303', '1904', '', '0', '', '快活林', '你就是鎮關西？餿了的肉還拿出來賣，怎麼做生意的？', '貨物出門概不退換！我老大可是蔣門神，不想死就滾遠點！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('38', '2', '2', '2', '41021', '鎮關西', '0', '21', '303', '1825', '', '0', '', '快活林', '此等奸商居然還開了連鎖店？把你們的營業執照拿出來看看！', '你砸了我們總店那筆帳還沒算呢，今天讓你豎著進來橫著出去！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('39', '2', '2', '3', '41031', '打手', '0', '22', '303', '1968', '', '0', '', '快活林', '蔣忠在哪裡？我懷疑他跟幾起食物中毒事件有關，要帶他回去協助調查！', '蔣總在睡午覺，你改天再來吧。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('40', '2', '2', '4', '41041', '蔣門神', '0', '22', '908', '2667', '驃騎頭盔圖紙', '11303', '', '快活林', '一個小小的地頭蛇居然這麼倡狂，不信我扳不倒你！', '哥上面有人，說出來嚇死你。', '聽線人說在背後給蔣門神撐腰的是張都監，我們這就去鴛鴦樓闖一闖！', '鴛鴦樓是很有名的會所啊，聽說美女如雲……', '2');
INSERT INTO `ol_stage` VALUES ('41', '2', '3', '1', '41111', '大廚', '0', '23', '332', '2588', '', '0', '', '鴛鴦樓', '我掌握了你們勾結黑道危害食品安全的證據，跟我走一趟吧。', '放輕鬆，放輕鬆，先辦張會員卡吧，優惠價888888，一年有效期。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('42', '2', '3', '2', '41121', '管事', '0', '23', '332', '2372', '', '0', '', '鴛鴦樓', '你們都是張都監派來的吧？我一定要拿下他！', '山珍美味現點現殺！穿山甲吃不吃？娃娃魚吃不吃？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('43', '2', '3', '3', '41131', '張團練', '0', '24', '332', '2335', '', '0', '', '鴛鴦樓', '又來一波？這私人會所裡養了不少人啊！', '總統套房，King size大床，無敵山景，外籍管家，只要9999一晚。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('44', '2', '3', '4', '41141', '張都監', '0', '25', '996', '4264', '驃騎鱗胄圖紙', '12303', '', '鴛鴦樓', '總算見到你了。你所轄的區域，很多商販有嚴重的食品衛生問題，伏法吧！', '不乾不淨，吃了沒病。這可是文化人聚集的地方，休得撒野！', '解決了張都監，查封了鴛鴦樓，心情真暢快！兄弟們，咱們去清風寨體驗一下農家樂！', '公費旅遊！哦也！！！', '2');
INSERT INTO `ol_stage` VALUES ('45', '2', '4', '1', '41211', '劉老漢', '0', '25', '362', '2680', '', '0', '', '清風寨', '這位老大爺怎麼走著走著自己就倒了？還往我車輪下滾，幸好我及時刹車。', '哎喲哎喲，你撞到老夫了，老夫不能走路了！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('46', '2', '4', '2', '41221', '劉夫人', '0', '26', '362', '2756', '', '0', '', '清風寨', '原來是傳說中的碰瓷啊，想做個好人也不容易。我是陽谷縣令，爾等不得放肆！', '少廢話，趕緊賠償醫藥費、精神損失費、青春損失費、服裝道具費，不賠別想走！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('47', '2', '4', '3', '41231', '鎮三山', '1', '26', '362', '2882', '', '0', '', '清風寨', '娘子軍來了？好男不和女鬥，讓路！', '哎喲喂，男人打女人啦！快來看哪，縣令欺負百姓啦！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('48', '2', '4', '4', '41241', '劉高', '0', '27', '1084', '4796', '驃騎大刀圖紙', '14303', '', '清風寨', '劉知寨啊，此地民風也太彪悍了，你這管理工作有難度吧？', '這位老夫子是我七舅姥爺！你一定是酒駕！要麼賠錢！要麼蹲半年！', '這清風寨可真夠亂的，影響兄弟們的好興致。誰會看地圖，下一站是哪裡？', '老大，前面就是江州的地盤了。', '2');
INSERT INTO `ol_stage` VALUES ('49', '2', '5', '1', '41311', '士兵', '0', '27', '391', '4215', '', '0', '', '江州城', '哎？這地方怎麼還有公路收費站呢？這又不是高速公路！', '少廢話！交錢走人！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('50', '2', '5', '2', '41321', '黃通判', '0', '28', '391', '4185', '', '0', '', '江州城', '又是收費站？我當車匪路霸的時候你們還在穿開襠褲呢！', '好漢不提當年勇！趕緊交錢，要不別想過！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('51', '2', '5', '3', '41331', '監斬官', '0', '28', '391', '3895', '', '0', '', '江州城', '怎麼又一個收費站，還有完沒完了？這明明是私設網站亂收費！', '這幾個收費站都是當今太師蔡京的兒子蔡九爺設的，正宗富貴二代，怕了吧？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('52', '2', '5', '4', '41341', '蔡九', '0', '29', '1173', '6885', '地煞戰靴圖紙', '13304', '', '江州城', '蔡九，你不光私設收費站，還隨意提高加油站的油價！今天我就替你爹管教管教你！', '既然知道我爸爸是誰，那就趕緊掏錢。花錢買平安，划算。', '蔡京的兒子又怎麼樣，三兩下就搞定了。兄弟們，咱們去前面村莊買點豬肉，犒賞三軍！', '跟著大哥混，有肉吃！', '2');
INSERT INTO `ol_stage` VALUES ('53', '2', '6', '1', '41411', '李應', '0', '29', '421', '4065', '', '0', '', '祝家莊', '你這豬肉是翻著倍漲價的吧？這不搶錢麼？', '愛買不買，豬飼料先漲價，我不漲價就得虧本。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('54', '2', '6', '2', '41421', '扈三娘', '1', '30', '421', '4321', '', '0', '', '祝家莊', '你這裡的豬飼料怎麼這麼貴？現在豬肉價格一漲，老百姓都吃不起肉了！', '我也沒辦法，飼料原材料漲價了，我不跟著漲就沒法開店了！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('55', '2', '6', '3', '41431', '祝家三虎', '0', '31', '421', '4437', '', '0', '', '祝家莊', '你為什麼要哄抬飼料原材料的價格？你知不知道這直接導致了豬肉價格上漲？', '不關我事啊，祝家莊的祝老莊主是這些原材料的唯一指定總經銷商，我們都是按他規定的價格進貨的。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('56', '2', '6', '4', '41441', '祝莊主', '0', '31', '1261', '6636', '地煞頭盔圖紙', '11304', '', '祝家莊', '你身為飼料原材料的總經銷商，隨意調整價格，擾亂物價水準，你當我這縣令是擺設？', '我是唯一指定總經銷商，解釋權歸我所有。', '杯具啊，連豬肉漲價也要我出手，還是以前當山大王時逍遙自在，要是有個壓寨夫人該多好！', '老大，大名府最近在舉辦鵲橋相親會，憑你的人品武藝，定能冠壓群雄！', '2');
INSERT INTO `ol_stage` VALUES ('57', '2', '7', '1', '41511', '秀才', '0', '32', '450', '4820', '', '0', '', '大名府', '在下陽谷縣令，報名參加大名府鵲橋會！', '知府提督尚且在排隊，區區縣令算什麼？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('58', '2', '7', '2', '41521', '衙役', '0', '32', '450', '4659', '', '0', '', '大名府', '請光頭評委給我個機會！', '為什麼我這麼帥卻要掉頭發，你那麼醜卻不掉頭發？我給你機會，誰給我機會？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('59', '2', '7', '3', '41531', '王太守', '1', '33', '450', '4780', '', '0', '', '大名府', '又來一個光頭……請再給我這大齡青年一個機會吧！', '小兄弟不要急，我們來討論一下你最喜歡的顏色先。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('60', '2', '7', '4', '41541', '梁中書', '1', '33', '1350', '6895', '地煞甲胄圖紙', '12304', '', '大名府', '美女，我對你一見鍾情，讓我照顧你一輩子吧！', '你年薪有一億美金嗎？有獨棟別墅嗎？有私人飛機嗎？有私人遊輪嗎？', '現在的妹子太拜金了！罷了，我們化悲痛為力量，去汴梁城參加汴梁杯蹴鞠賽吧，說不定還能見到皇上！', '老大英明！贏了的話還能拿到一大筆獎金呢！', '2');
INSERT INTO `ol_stage` VALUES ('61', '2', '8', '1', '41611', '報名官', '0', '34', '480', '5322', '', '0', '', '汴梁城', '狹路相逢勇者勝，這第一場熱身賽，哥計畫完勝！', '那得問問我老人家，我能把有的球給吹沒了，也能把沒的球給吹有了。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('62', '2', '8', '2', '41621', '陸謙', '0', '34', '480', '5505', '', '0', '', '汴梁城', '你就是大帝？是森林大帝吧！', '天亮了，你看，我的護球像亨利吧？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('63', '2', '8', '3', '41631', '高衙內', '0', '35', '480', '5635', '', '0', '', '汴梁城', '久仰久仰，蹴鞠一霸說的就是您吧？', '好說，來，讓你見識一下我的鎖喉神功！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('64', '2', '8', '4', '41641', '高俅', '0', '35', '1439', '7571', '地煞鋼刀圖紙', '14304', '', '汴梁城', '一路高歌猛進打入決賽，眼看冠軍在望，兄弟們拼了！', '井底之蛙大言不慚，老夫這首長秘書可是踢蹴鞠踢出來的，豈會輸給你們這幫黃口小兒乎？', '這奸賊高俅的確如此難搞，好在我沒有讓各位觀眾失望！兄弟們，咱們此舉也當載入史冊啊！', '太牛了，老大！高俅這奸臣竟然敗于咱們手上，咱們也可名垂青史，萬古流芳了！', '2');
INSERT INTO `ol_stage` VALUES ('65', '3', '1', '1', '41711', '店小二', '0', '36', '510', '6565', '', '0', '', '陽穀縣', '小二，你家的酒怎麼一點酒味都沒有？你是不是忘記往水裡摻酒了？', '魚香肉絲裡面有魚嗎？老婆餅裡面有老婆嗎？一看你小子就不是好人，想吃霸王餐，沒門！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('66', '3', '1', '2', '41721', '藥販子', '0', '37', '510', '6950', '', '0', '', '陽穀縣', '幸好我拼命地護住了臉，我英俊的相貌才得以保存……哎，誰家的大花貓長得這麼肥？', '嗷！！！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('67', '3', '1', '3', '41731', '潘金蓮', '1', '37', '510', '6950', '', '0', '', '陽穀縣', '潘小姐你好，請問你和西門慶是男女朋友嗎？', '西門大官人是搞房地產的大老闆，你這小娛記可不配提他的名字喲，有事跟我的經紀人王婆說吧。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('68', '3', '1', '4', '41741', '西門慶', '0', '38', '1528', '11380', '天罡戰靴圖紙', '13405', '', '陽穀縣', '西門慶你竟敢霸佔本縣第一美女潘金蓮，今天我要替我的拜把兄弟武大討個公道！', '我看你們誰敢動我，我爸是西門剛！', '令尊是西門吹雪也沒用！兄弟們辛苦了，好好吃一頓吧！', '老大，我們要吃肉！', '2');
INSERT INTO `ol_stage` VALUES ('69', '3', '2', '1', '41811', '夥計', '0', '38', '540', '6961', '', '0', '', '快活林', '你就是鎮關西？餿了的肉還拿出來賣，怎麼做生意的？', '貨物出門概不退換！我老大可是蔣門神，不想死就滾遠點！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('70', '3', '2', '2', '41821', '鎮關西', '0', '39', '540', '7900', '', '0', '', '快活林', '此等奸商居然還開了連鎖店？把你們的營業執照拿出來看看！', '你砸了我們總店那筆帳還沒算呢，今天讓你豎著進來橫著出去！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('71', '3', '2', '3', '41831', '打手', '0', '39', '540', '7637', '', '0', '', '快活林', '蔣忠在哪裡？我懷疑他跟幾起食物中毒事件有關，要帶他回去協助調查！', '蔣總在睡午覺，你改天再來吧。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('72', '3', '2', '4', '41841', '蔣門神', '0', '40', '1618', '12495', '天罡頭盔圖紙', '11405', '', '快活林', '一個小小的地頭蛇居然這麼倡狂，不信我扳不倒你！', '哥上面有人，說出來嚇死你。', '聽線人說在背後給蔣門神撐腰的是張都監，我們這就去鴛鴦樓闖一闖！', '鴛鴦樓是很有名的會所啊，聽說美女如雲……', '2');
INSERT INTO `ol_stage` VALUES ('73', '3', '3', '1', '41911', '大廚', '0', '40', '569', '7719', '', '0', '', '鴛鴦樓', '我掌握了你們勾結黑道危害食品安全的證據，跟我走一趟吧。', '放輕鬆，放輕鬆，先辦張會員卡吧，優惠價888888，一年有效期。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('74', '3', '3', '2', '41921', '管事', '0', '41', '569', '7883', '', '0', '', '鴛鴦樓', '你們都是張都監派來的吧？我一定要拿下他！', '山珍美味現點現殺！穿山甲吃不吃？娃娃魚吃不吃？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('75', '3', '3', '3', '41931', '張團練', '0', '42', '569', '8042', '', '0', '', '鴛鴦樓', '又來一波？這私人會所裡養了不少人啊！', '總統套房，King size大床，無敵山景，外籍管家，只要9999一晚。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('76', '3', '3', '4', '41941', '張都監', '0', '42', '1707', '12032', '天罡鎧甲圖紙', '12405', '', '鴛鴦樓', '總算見到你了。你所轄的區域，很多商販有嚴重的食品衛生問題，伏法吧！', '不乾不淨，吃了沒病。這可是文化人聚集的地方，休得撒野！', '解決了張都監，查封了鴛鴦樓，心情真暢快！兄弟們，咱們去清風寨體驗一下農家樂！', '公費旅遊！哦也！！！', '2');
INSERT INTO `ol_stage` VALUES ('77', '3', '4', '1', '42011', '劉老漢', '0', '43', '599', '8655', '', '0', '', '清風寨', '這位老大爺怎麼走著走著自己就倒了？還往我車輪下滾，幸好我及時刹車。', '哎喲哎喲，你撞到老夫了，老夫不能走路了！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('78', '3', '4', '2', '42021', '劉夫人', '0', '43', '599', '8366', '', '0', '', '清風寨', '原來是傳說中的碰瓷啊，想做個好人也不容易。我是陽谷縣令，爾等不得放肆！', '少廢話，趕緊賠償醫藥費、精神損失費、青春損失費、服裝道具費，不賠別想走！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('79', '3', '4', '3', '42031', '鎮三山', '0', '44', '599', '8820', '', '0', '', '清風寨', '娘子軍來了？好男不和女鬥，讓路！', '哎喲喂，男人打女人啦！快來看哪，縣令欺負百姓啦！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('80', '3', '4', '4', '42041', '劉高', '0', '44', '1797', '13219', '天罡雪刀圖紙', '14405', '', '清風寨', '劉知寨啊，此地民風也太彪悍了，你這管理工作有難度吧？', '這位老夫子是我七舅姥爺！你一定是酒駕！要麼賠錢！要麼蹲半年！', '這清風寨可真夠亂的，影響兄弟們的好興致。誰會看地圖，下一站是哪裡？', '老大，前面就是江州的地盤了。', '2');
INSERT INTO `ol_stage` VALUES ('81', '3', '5', '1', '42111', '士兵', '0', '45', '629', '9560', '', '0', '', '江州城', '哎？這地方怎麼還有公路收費站呢？這又不是高速公路！', '少廢話！交錢走人！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('82', '3', '5', '2', '42121', '黃通判', '0', '45', '629', '9560', '', '0', '', '江州城', '又是收費站？我當車匪路霸的時候你們還在穿開襠褲呢！', '好漢不提當年勇！趕緊交錢，要不別想過！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('83', '3', '5', '3', '42131', '監斬官', '0', '46', '629', '9730', '', '0', '', '江州城', '怎麼又一個收費站，還有完沒完了？這明明是私設網站亂收費！', '這幾個收費站都是當今太師蔡京的兒子蔡九爺設的，正宗富貴二代，怕了吧？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('84', '3', '5', '4', '42141', '蔡九', '0', '46', '1887', '15605', '乾坤靴圖紙', '13406', '', '江州城', '蔡九，你不光私設收費站，還隨意提高加油站的油價！今天我就替你爹管教管教你！', '既然知道我爸爸是誰，那就趕緊掏錢。花錢買平安，划算。', '蔡京的兒子又怎麼樣，三兩下就搞定了。兄弟們，咱們去前面村莊買點豬肉，犒賞三軍！', '跟著大哥混，有肉吃！', '2');
INSERT INTO `ol_stage` VALUES ('85', '3', '6', '1', '42211', '李應', '0', '47', '659', '11139', '', '0', '', '祝家莊', '你這豬肉是翻著倍漲價的吧？這不搶錢麼？', '愛買不買，豬飼料先漲價，我不漲價就得虧本。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('86', '3', '6', '2', '42221', '扈三娘', '1', '48', '659', '11735', '', '0', '', '祝家莊', '你這裡的豬飼料怎麼這麼貴？現在豬肉價格一漲，老百姓都吃不起肉了！', '我也沒辦法，飼料原材料漲價了，我不跟著漲就沒法開店了！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('87', '3', '6', '3', '42231', '祝家三虎', '0', '48', '659', '11330', '', '0', '', '祝家莊', '你為什麼要哄抬飼料原材料的價格？你知不知道這直接導致了豬肉價格上漲？', '不關我事啊，祝家莊的祝老莊主是這些原材料的唯一指定總經銷商，我們都是按他規定的價格進貨的。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('88', '3', '6', '4', '42241', '祝莊主', '0', '49', '1977', '17861', '乾坤盔圖紙', '11406', '', '祝家莊', '你身為飼料原材料的總經銷商，隨意調整價格，擾亂物價水準，你當我這縣令是擺設？', '我是唯一指定總經銷商，解釋權歸我所有。', '杯具啊，連豬肉漲價也要我出手，還是以前當山大王時逍遙自在，要是有個壓寨夫人該多好！', '老大，大名府最近在舉辦鵲橋相親會，憑你的人品武藝，定能冠壓群雄！', '2');
INSERT INTO `ol_stage` VALUES ('89', '3', '7', '1', '42311', '秀才', '0', '49', '689', '12270', '', '0', '', '大名府', '在下陽谷縣令，報名參加大名府鵲橋會！', '知府提督尚且在排隊，區區縣令算什麼？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('90', '3', '7', '2', '42321', '衙役', '0', '50', '689', '11237', '', '0', '', '大名府', '請光頭評委給我個機會！', '為什麼我這麼帥卻要掉頭發，你那麼醜卻不掉頭發？我給你機會，誰給我機會？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('91', '3', '7', '3', '42331', '王太守', '1', '50', '689', '12069', '', '0', '', '大名府', '又來一個光頭……請再給我這大齡青年一個機會吧！', '小兄弟不要急，我們來討論一下你最喜歡的顏色先。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('92', '3', '7', '4', '42341', '梁中書', '0', '51', '2067', '19034', '乾坤胄圖紙', '12406', '', '大名府', '美女，我對你一見鍾情，讓我照顧你一輩子吧！', '你年薪有一億美金嗎？有獨棟別墅嗎？有私人飛機嗎？有私人遊輪嗎？', '現在的妹子太拜金了！罷了，我們化悲痛為力量，去汴梁城參加汴梁杯蹴鞠賽吧，說不定還能見到皇上！', '老大英明！贏了的話還能拿到一大筆獎金呢！', '2');
INSERT INTO `ol_stage` VALUES ('93', '3', '8', '1', '42411', '報名官', '0', '51', '719', '12508', '', '0', '', '汴梁城', '狹路相逢勇者勝，這第一場熱身賽，哥計畫完勝！', '那得問問我老人家，我能把有的球給吹沒了，也能把沒的球給吹有了。', '', '', '2');
INSERT INTO `ol_stage` VALUES ('94', '3', '8', '2', '42421', '陸謙', '0', '52', '719', '12717', '', '0', '', '汴梁城', '你就是大帝？是森林大帝吧！', '天亮了，你看，我的護球像亨利吧？', '', '', '2');
INSERT INTO `ol_stage` VALUES ('95', '3', '8', '3', '42431', '高衙內', '0', '52', '719', '13155', '', '0', '', '汴梁城', '久仰久仰，蹴鞠一霸說的就是您吧？', '好說，來，讓你見識一下我的鎖喉神功！', '', '', '2');
INSERT INTO `ol_stage` VALUES ('96', '3', '8', '4', '42441', '高俅', '0', '53', '2157', '16584', '青龍刀圖紙', '14406', '', '汴梁城', '一路高歌猛進打入決賽，眼看冠軍在望，兄弟們拼了！', '井底之蛙大言不慚，老夫這首長秘書可是踢蹴鞠踢出來的，豈會輸給你們這幫黃口小兒乎？', '這奸賊高俅的確如此難搞，好在我沒有讓各位觀眾失望！兄弟們，咱們此舉也當載入史冊啊！', '太牛了，老大！高俅這奸臣竟然敗于咱們手上，咱們也可名垂青史，萬古流芳了！', '2');
INSERT INTO `ol_stage` VALUES ('97', '4', '1', '1', '42511', '店小二', '0', '54', '750', '13847', '', '0', '', '陽穀縣', '小二，你家的酒怎麼一點酒味都沒有？你是不是忘記往水裡摻酒了？', '魚香肉絲裡面有魚嗎？老婆餅裡面有老婆嗎？一看你小子就不是好人，想吃霸王餐，沒門！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('98', '4', '1', '2', '42521', '藥販子', '0', '54', '750', '14341', '', '0', '', '陽穀縣', '幸好我拼命地護住了臉，我英俊的相貌才得以保存……哎，誰家的大花貓長得這麼肥？', '嗷！！！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('99', '4', '1', '3', '42531', '潘金蓮', '1', '55', '750', '14567', '', '0', '', '陽穀縣', '潘小姐你好，請問你和西門慶是男女朋友嗎？', '西門大官人是搞房地產的大老闆，你這小娛記可不配提他的名字喲，有事跟我的經紀人王婆說吧。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('100', '4', '1', '4', '42541', '西門慶', '0', '55', '2248', '23355', '乾坤靴圖紙', '13406', '', '陽穀縣', '西門慶你竟敢霸佔本縣第一美女潘金蓮，今天我要替我的拜把兄弟武大討個公道！', '我看你們誰敢動我，我爸是西門剛！', '令尊是西門吹雪也沒用！兄弟們辛苦了，好好吃一頓吧！', '老大，我們要吃肉！', '0');
INSERT INTO `ol_stage` VALUES ('101', '4', '2', '1', '42611', '夥計', '0', '56', '780', '14104', '', '0', '', '快活林', '你就是鎮關西？餿了的肉還拿出來賣，怎麼做生意的？', '貨物出門概不退換！我老大可是蔣門神，不想死就滾遠點！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('102', '4', '2', '2', '42621', '鎮關西', '0', '56', '780', '15670', '', '0', '', '快活林', '此等奸商居然還開了連鎖店？把你們的營業執照拿出來看看！', '你砸了我們總店那筆帳還沒算呢，今天讓你豎著進來橫著出去！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('103', '4', '2', '3', '42631', '打手', '0', '57', '780', '15379', '', '0', '', '快活林', '蔣忠在哪裡？我懷疑他跟幾起食物中毒事件有關，要帶他回去協助調查！', '蔣總在睡午覺，你改天再來吧。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('104', '4', '2', '4', '42641', '蔣門神', '0', '57', '2339', '24655', '乾坤盔圖紙', '11406', '', '快活林', '一個小小的地頭蛇居然這麼倡狂，不信我扳不倒你！', '哥上面有人，說出來嚇死你。', '聽線人說在背後給蔣門神撐腰的是張都監，我們這就去鴛鴦樓闖一闖！', '鴛鴦樓是很有名的會所啊，聽說美女如雲……', '0');
INSERT INTO `ol_stage` VALUES ('105', '4', '3', '1', '42711', '大廚', '0', '58', '810', '18270', '', '0', '', '鴛鴦樓', '我掌握了你們勾結黑道危害食品安全的證據，跟我走一趟吧。', '放輕鬆，放輕鬆，先辦張會員卡吧，優惠價888888，一年有效期。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('106', '4', '3', '2', '42721', '管事', '0', '58', '810', '18270', '', '0', '', '鴛鴦樓', '你們都是張都監派來的吧？我一定要拿下他！', '山珍美味現點現殺！穿山甲吃不吃？娃娃魚吃不吃？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('107', '4', '3', '3', '42731', '張團練', '0', '59', '810', '18531', '', '0', '', '鴛鴦樓', '又來一波？這私人會所裡養了不少人啊！', '總統套房，King size大床，無敵山景，外籍管家，只要9999一晚。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('108', '4', '3', '4', '42741', '張都監', '0', '60', '2430', '28125', '乾坤胄圖紙', '12406', '', '鴛鴦樓', '總算見到你了。你所轄的區域，很多商販有嚴重的食品衛生問題，伏法吧！', '不乾不淨，吃了沒病。這可是文化人聚集的地方，休得撒野！', '解決了張都監，查封了鴛鴦樓，心情真暢快！兄弟們，咱們去清風寨體驗一下農家樂！', '公費旅遊！哦也！！！', '0');
INSERT INTO `ol_stage` VALUES ('109', '4', '4', '1', '42811', '劉老漢', '0', '60', '841', '18750', '', '0', '', '清風寨', '這位老大爺怎麼走著走著自己就倒了？還往我車輪下滾，幸好我及時刹車。', '哎喲哎喲，你撞到老夫了，老夫不能走路了！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('110', '4', '4', '2', '42821', '劉夫人', '0', '61', '841', '18391', '', '0', '', '清風寨', '原來是傳說中的碰瓷啊，想做個好人也不容易。我是陽谷縣令，爾等不得放肆！', '少廢話，趕緊賠償醫藥費、精神損失費、青春損失費、服裝道具費，不賠別想走！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('111', '4', '4', '3', '42831', '鎮三山', '0', '61', '841', '19025', '', '0', '', '清風寨', '娘子軍來了？好男不和女鬥，讓路！', '哎喲喂，男人打女人啦！快來看哪，縣令欺負百姓啦！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('112', '4', '4', '4', '42841', '劉高', '0', '62', '2521', '28913', '青龍刀圖紙', '14406', '', '清風寨', '劉知寨啊，此地民風也太彪悍了，你這管理工作有難度吧？', '這位老夫子是我七舅姥爺！你一定是酒駕！要麼賠錢！要麼蹲半年！', '這清風寨可真夠亂的，影響兄弟們的好興致。誰會看地圖，下一站是哪裡？', '老大，前面就是江州的地盤了。', '0');
INSERT INTO `ol_stage` VALUES ('113', '4', '5', '1', '42911', '士兵', '0', '62', '871', '19048', '', '0', '', '江州城', '哎？這地方怎麼還有公路收費站呢？這又不是高速公路！', '少廢話！交錢走人！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('114', '4', '5', '2', '42921', '黃通判', '0', '63', '871', '19319', '', '0', '', '江州城', '又是收費站？我當車匪路霸的時候你們還在穿開襠褲呢！', '好漢不提當年勇！趕緊交錢，要不別想過！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('115', '4', '5', '3', '42931', '監斬官', '0', '63', '871', '19319', '', '0', '', '江州城', '怎麼又一個收費站，還有完沒完了？這明明是私設網站亂收費！', '這幾個收費站都是當今太師蔡京的兒子蔡九爺設的，正宗富貴二代，怕了吧？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('116', '4', '5', '4', '42941', '蔡九', '0', '64', '2612', '31410', '風火靴圖紙', '13507', '', '江州城', '蔡九，你不光私設收費站，還隨意提高加油站的油價！今天我就替你爹管教管教你！', '既然知道我爸爸是誰，那就趕緊掏錢。花錢買平安，划算。', '蔡京的兒子又怎麼樣，三兩下就搞定了。兄弟們，咱們去前面村莊買點豬肉，犒賞三軍！', '跟著大哥混，有肉吃！', '0');
INSERT INTO `ol_stage` VALUES ('117', '4', '6', '1', '43011', '李應', '0', '64', '901', '19768', '', '0', '', '祝家莊', '你這豬肉是翻著倍漲價的吧？這不搶錢麼？', '愛買不買，豬飼料先漲價，我不漲價就得虧本。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('118', '4', '6', '2', '43021', '扈三娘', '1', '65', '901', '20750', '', '0', '', '祝家莊', '你這裡的豬飼料怎麼這麼貴？現在豬肉價格一漲，老百姓都吃不起肉了！', '我也沒辦法，飼料原材料漲價了，我不跟著漲就沒法開店了！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('119', '4', '6', '3', '43031', '祝家三虎', '0', '66', '901', '20295', '', '0', '', '祝家莊', '你為什麼要哄抬飼料原材料的價格？你知不知道這直接導致了豬肉價格上漲？', '不關我事啊，祝家莊的祝老莊主是這些原材料的唯一指定總經銷商，我們都是按他規定的價格進貨的。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('120', '4', '6', '4', '43041', '祝莊主', '0', '66', '2703', '31459', '玄天盔圖紙', '11507', '', '祝家莊', '你身為飼料原材料的總經銷商，隨意調整價格，擾亂物價水準，你當我這縣令是擺設？', '我是唯一指定總經銷商，解釋權歸我所有。', '杯具啊，連豬肉漲價也要我出手，還是以前當山大王時逍遙自在，要是有個壓寨夫人該多好！', '老大，大名府最近在舉辦鵲橋相親會，憑你的人品武藝，定能冠壓群雄！', '0');
INSERT INTO `ol_stage` VALUES ('121', '4', '7', '1', '43111', '秀才', '0', '67', '932', '23115', '', '0', '', '大名府', '在下陽谷縣令，報名參加大名府鵲橋會！', '知府提督尚且在排隊，區區縣令算什麼？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('122', '4', '7', '2', '43121', '衙役', '0', '67', '932', '20805', '', '0', '', '大名府', '請光頭評委給我個機會！', '為什麼我這麼帥卻要掉頭發，你那麼醜卻不掉頭發？我給你機會，誰給我機會？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('123', '4', '7', '3', '43131', '王太守', '1', '68', '932', '22620', '', '0', '', '大名府', '又來一個光頭……請再給我這大齡青年一個機會吧！', '小兄弟不要急，我們來討論一下你最喜歡的顏色先。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('124', '4', '7', '4', '43141', '梁中書', '0', '68', '2794', '35061', '日月鎧圖紙', '12507', '', '大名府', '美女，我對你一見鍾情，讓我照顧你一輩子吧！', '你年薪有一億美金嗎？有獨棟別墅嗎？有私人飛機嗎？有私人遊輪嗎？', '現在的妹子太拜金了！罷了，我們化悲痛為力量，去汴梁城參加汴梁杯蹴鞠賽吧，說不定還能見到皇上！', '老大英明！贏了的話還能拿到一大筆獎金呢！', '0');
INSERT INTO `ol_stage` VALUES ('125', '4', '8', '1', '43211', '報名官', '0', '69', '962', '23045', '', '0', '', '汴梁城', '狹路相逢勇者勝，這第一場熱身賽，哥計畫完勝！', '那得問問我老人家，我能把有的球給吹沒了，也能把沒的球給吹有了。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('126', '4', '8', '2', '43221', '陸謙', '0', '69', '962', '23045', '', '0', '', '汴梁城', '你就是大帝？是森林大帝吧！', '天亮了，你看，我的護球像亨利吧？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('127', '4', '8', '3', '43231', '高衙內', '0', '70', '962', '24130', '', '0', '', '汴梁城', '久仰久仰，蹴鞠一霸說的就是您吧？', '好說，來，讓你見識一下我的鎖喉神功！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('128', '4', '8', '4', '43241', '高俅', '0', '70', '2886', '27428', '逆天刃圖紙', '14507', '', '汴梁城', '一路高歌猛進打入決賽，眼看冠軍在望，兄弟們拼了！', '井底之蛙大言不慚，老夫這首長秘書可是踢蹴鞠踢出來的，豈會輸給你們這幫黃口小兒乎？', '這奸賊高俅的確如此難搞，好在我沒有讓各位觀眾失望！兄弟們，咱們此舉也當載入史冊啊！', '太牛了，老大！高俅這奸臣竟然敗于咱們手上，咱們也可名垂青史，萬古流芳了！', '0');
INSERT INTO `ol_stage` VALUES ('129', '5', '1', '1', '43311', '店小二', '0', '70', '993', '23736', '', '0', '', '陽穀縣', '小二，你家的酒怎麼一點酒味都沒有？你是不是忘記往水裡摻酒了？', '魚香肉絲裡面有魚嗎？老婆餅裡面有老婆嗎？一看你小子就不是好人，想吃霸王餐，沒門！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('130', '5', '1', '2', '43321', '藥販子', '0', '70', '993', '24583', '', '0', '', '陽穀縣', '幸好我拼命地護住了臉，我英俊的相貌才得以保存……哎，誰家的大花貓長得這麼肥？', '嗷！！！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('131', '5', '1', '3', '43331', '潘金蓮', '1', '70', '993', '26762', '', '0', '', '陽穀縣', '潘小姐你好，請問你和西門慶是男女朋友嗎？', '西門大官人是搞房地產的大老闆，你這小娛記可不配提他的名字喲，有事跟我的經紀人王婆說吧。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('132', '5', '1', '4', '43341', '西門慶', '0', '70', '2978', '47200', '降龍木', '18555', '', '陽穀縣', '西門慶你竟敢霸佔本縣第一美女潘金蓮，今天我要替我的拜把兄弟武大討個公道！', '我看你們誰敢動我，我爸是西門剛！', '令尊是西門吹雪也沒用！兄弟們辛苦了，好好吃一頓吧！', '老大，我們要吃肉！', '0');
INSERT INTO `ol_stage` VALUES ('133', '5', '2', '1', '43411', '夥計', '0', '70', '1024', '28539', '', '0', '', '快活林', '你就是鎮關西？餿了的肉還拿出來賣，怎麼做生意的？', '貨物出門概不退換！我老大可是蔣門神，不想死就滾遠點！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('134', '5', '2', '2', '43421', '鎮關西', '0', '70', '1024', '31710', '', '0', '', '快活林', '此等奸商居然還開了連鎖店？把你們的營業執照拿出來看看！', '你砸了我們總店那筆帳還沒算呢，今天讓你豎著進來橫著出去！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('135', '5', '2', '3', '43431', '打手', '0', '70', '1024', '32292', '', '0', '', '快活林', '蔣忠在哪裡？我懷疑他跟幾起食物中毒事件有關，要帶他回去協助調查！', '蔣總在睡午覺，你改天再來吧。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('136', '5', '2', '4', '43441', '蔣門神', '0', '70', '3070', '62135', '淬火石', '18556', '', '快活林', '一個小小的地頭蛇居然這麼倡狂，不信我扳不倒你！', '哥上面有人，說出來嚇死你。', '聽線人說在背後給蔣門神撐腰的是張都監，我們這就去鴛鴦樓闖一闖！', '鴛鴦樓是很有名的會所啊，聽說美女如雲……', '0');
INSERT INTO `ol_stage` VALUES ('137', '5', '3', '1', '43511', '大廚', '0', '70', '1054', '34496', '', '0', '', '鴛鴦樓', '我掌握了你們勾結黑道危害食品安全的證據，跟我走一趟吧。', '放輕鬆，放輕鬆，先辦張會員卡吧，優惠價888888，一年有效期。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('138', '5', '3', '2', '43521', '管事', '0', '70', '1054', '34496', '', '0', '', '鴛鴦樓', '你們都是張都監派來的吧？我一定要拿下他！', '山珍美味現點現殺！穿山甲吃不吃？娃娃魚吃不吃？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('139', '5', '3', '3', '43531', '張團練', '0', '70', '1054', '36796', '', '0', '', '鴛鴦樓', '又來一波？這私人會所裡養了不少人啊！', '總統套房，King size大床，無敵山景，外籍管家，只要9999一晚。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('140', '5', '3', '4', '43541', '張都監', '0', '70', '3162', '71588', '隕鐵', '18557', '', '鴛鴦樓', '總算見到你了。你所轄的區域，很多商販有嚴重的食品衛生問題，伏法吧！', '不乾不淨，吃了沒病。這可是文化人聚集的地方，休得撒野！', '解決了張都監，查封了鴛鴦樓，心情真暢快！兄弟們，咱們去清風寨體驗一下農家樂！', '公費旅遊！哦也！！！', '0');
INSERT INTO `ol_stage` VALUES ('141', '5', '4', '1', '43611', '劉老漢', '0', '70', '1085', '39225', '', '0', '', '清風寨', '這位老大爺怎麼走著走著自己就倒了？還往我車輪下滾，幸好我及時刹車。', '哎喲哎喲，你撞到老夫了，老夫不能走路了！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('142', '5', '4', '2', '43621', '劉夫人', '0', '70', '1085', '37918', '', '0', '', '清風寨', '原來是傳說中的碰瓷啊，想做個好人也不容易。我是陽谷縣令，爾等不得放肆！', '少廢話，趕緊賠償醫藥費、精神損失費、青春損失費、服裝道具費，不賠別想走！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('143', '5', '4', '3', '43631', '鎮三山', '0', '70', '1085', '43130', '', '0', '', '清風寨', '娘子軍來了？好男不和女鬥，讓路！', '哎喲喂，男人打女人啦！快來看哪，縣令欺負百姓啦！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('144', '5', '4', '4', '43641', '劉高', '0', '70', '3254', '90475', '赤鱬鱗', '18558', '', '清風寨', '劉知寨啊，此地民風也太彪悍了，你這管理工作有難度吧？', '這位老夫子是我七舅姥爺！你一定是酒駕！要麼賠錢！要麼蹲半年！', '這清風寨可真夠亂的，影響兄弟們的好興致。誰會看地圖，下一站是哪裡？', '老大，前面就是江州的地盤了。', '0');
INSERT INTO `ol_stage` VALUES ('145', '5', '5', '1', '43711', '士兵', '0', '70', '1116', '38401', '', '0', '', '江州城', '哎？這地方怎麼還有公路收費站呢？這又不是高速公路！', '少廢話！交錢走人！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('146', '5', '5', '2', '43721', '黃通判', '0', '70', '1116', '38401', '', '0', '', '江州城', '又是收費站？我當車匪路霸的時候你們還在穿開襠褲呢！', '好漢不提當年勇！趕緊交錢，要不別想過！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('147', '5', '5', '3', '43731', '監斬官', '0', '70', '1116', '43205', '', '0', '', '江州城', '怎麼又一個收費站，還有完沒完了？這明明是私設網站亂收費！', '這幾個收費站都是當今太師蔡京的兒子蔡九爺設的，正宗富貴二代，怕了吧？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('148', '5', '5', '4', '43741', '蔡九', '0', '70', '3346', '96985', '降龍木', '18555', '', '江州城', '蔡九，你不光私設收費站，還隨意提高加油站的油價！今天我就替你爹管教管教你！', '既然知道我爸爸是誰，那就趕緊掏錢。花錢買平安，划算。', '蔡京的兒子又怎麼樣，三兩下就搞定了。兄弟們，咱們去前面村莊買點豬肉，犒賞三軍！', '跟著大哥混，有肉吃！', '0');
INSERT INTO `ol_stage` VALUES ('149', '5', '6', '1', '43811', '李應', '0', '70', '1147', '39732', '', '0', '', '祝家莊', '你這豬肉是翻著倍漲價的吧？這不搶錢麼？', '愛買不買，豬飼料先漲價，我不漲價就得虧本。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('150', '5', '6', '2', '43821', '扈三娘', '1', '70', '1147', '41151', '', '0', '', '祝家莊', '你這裡的豬飼料怎麼這麼貴？現在豬肉價格一漲，老百姓都吃不起肉了！', '我也沒辦法，飼料原材料漲價了，我不跟著漲就沒法開店了！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('151', '5', '6', '3', '43831', '祝家三虎', '0', '70', '1147', '44217', '', '0', '', '祝家莊', '你為什麼要哄抬飼料原材料的價格？你知不知道這直接導致了豬肉價格上漲？', '不關我事啊，祝家莊的祝老莊主是這些原材料的唯一指定總經銷商，我們都是按他規定的價格進貨的。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('152', '5', '6', '4', '43841', '祝莊主', '0', '70', '3439', '95946', '淬火石', '18556', '', '祝家莊', '你身為飼料原材料的總經銷商，隨意調整價格，擾亂物價水準，你當我這縣令是擺設？', '我是唯一指定總經銷商，解釋權歸我所有。', '杯具啊，連豬肉漲價也要我出手，還是以前當山大王時逍遙自在，要是有個壓寨夫人該多好！', '老大，大名府最近在舉辦鵲橋相親會，憑你的人品武藝，定能冠壓群雄！', '0');
INSERT INTO `ol_stage` VALUES ('153', '5', '7', '1', '43911', '秀才', '0', '70', '1177', '44595', '', '0', '', '大名府', '在下陽谷縣令，報名參加大名府鵲橋會！', '知府提督尚且在排隊，區區縣令算什麼？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('154', '5', '7', '2', '43921', '衙役', '0', '70', '1177', '40134', '', '0', '', '大名府', '請光頭評委給我個機會！', '為什麼我這麼帥卻要掉頭發，你那麼醜卻不掉頭發？我給你機會，誰給我機會？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('155', '5', '7', '3', '43931', '王太守', '1', '70', '1177', '48266', '', '0', '', '大名府', '又來一個光頭……請再給我這大齡青年一個機會吧！', '小兄弟不要急，我們來討論一下你最喜歡的顏色先。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('156', '5', '7', '4', '43941', '梁中書', '0', '70', '3531', '104738', '隕鐵', '18557', '', '大名府', '美女，我對你一見鍾情，讓我照顧你一輩子吧！', '你年薪有一億美金嗎？有獨棟別墅嗎？有私人飛機嗎？有私人遊輪嗎？', '現在的妹子太拜金了！罷了，我們化悲痛為力量，去汴梁城參加汴梁杯蹴鞠賽吧，說不定還能見到皇上！', '老大英明！贏了的話還能拿到一大筆獎金呢！', '0');
INSERT INTO `ol_stage` VALUES ('157', '5', '8', '1', '44011', '報名官', '0', '70', '1208', '45946', '', '0', '', '汴梁城', '狹路相逢勇者勝，這第一場熱身賽，哥計畫完勝！', '那得問問我老人家，我能把有的球給吹沒了，也能把沒的球給吹有了。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('158', '5', '8', '2', '44021', '陸謙', '0', '70', '1208', '45946', '', '0', '', '汴梁城', '你就是大帝？是森林大帝吧！', '天亮了，你看，我的護球像亨利吧？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('159', '5', '8', '3', '44031', '高衙內', '0', '70', '1208', '53465', '', '0', '', '汴梁城', '久仰久仰，蹴鞠一霸說的就是您吧？', '好說，來，讓你見識一下我的鎖喉神功！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('160', '5', '8', '4', '44041', '高俅', '0', '70', '3624', '85079', '赤鱬鱗', '18558', '', '汴梁城', '一路高歌猛進打入決賽，眼看冠軍在望，兄弟們拼了！', '井底之蛙大言不慚，老夫這首長秘書可是踢蹴鞠踢出來的，豈會輸給你們這幫黃口小兒乎？', '這奸賊高俅的確如此難搞，好在我沒有讓各位觀眾失望！兄弟們，咱們此舉也當載入史冊啊！', '太牛了，老大！高俅這奸臣竟然敗于咱們手上，咱們也可名垂青史，萬古流芳了！', '0');
INSERT INTO `ol_stage` VALUES ('161', '6', '1', '1', '44111', '店小二', '0', '70', '1239', '51413', '', '0', '', '陽穀縣', '小二，你家的酒怎麼一點酒味都沒有？你是不是忘記往水裡摻酒了？', '魚香肉絲裡面有魚嗎？老婆餅裡面有老婆嗎？一看你小子就不是好人，想吃霸王餐，沒門！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('162', '6', '1', '2', '44121', '藥販子', '0', '70', '1239', '53249', '', '0', '', '陽穀縣', '幸好我拼命地護住了臉，我英俊的相貌才得以保存……哎，誰家的大花貓長得這麼肥？', '嗷！！！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('163', '6', '1', '3', '44131', '潘金蓮', '1', '70', '1239', '54747', '', '0', '', '陽穀縣', '潘小姐你好，請問你和西門慶是男女朋友嗎？', '西門大官人是搞房地產的大老闆，你這小娛記可不配提他的名字喲，有事跟我的經紀人王婆說吧。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('164', '6', '1', '4', '44141', '西門慶', '0', '70', '3717', '122895', '【風】妖卡碎片', '20037', '', '陽穀縣', '西門慶你竟敢霸佔本縣第一美女潘金蓮，今天我要替我的拜把兄弟武大討個公道！', '我看你們誰敢動我，我爸是西門剛！', '令尊是西門吹雪也沒用！兄弟們辛苦了，好好吃一頓吧！', '老大，我們要吃肉！', '0');
INSERT INTO `ol_stage` VALUES ('165', '6', '2', '1', '44211', '夥計', '0', '70', '1270', '51467', '', '0', '', '快活林', '你就是鎮關西？餿了的肉還拿出來賣，怎麼做生意的？', '貨物出門概不退換！我老大可是蔣門神，不想死就滾遠點！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('166', '6', '2', '2', '44221', '鎮關西', '0', '70', '1270', '57185', '', '0', '', '快活林', '此等奸商居然還開了連鎖店？把你們的營業執照拿出來看看！', '你砸了我們總店那筆帳還沒算呢，今天讓你豎著進來橫著出去！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('167', '6', '2', '3', '44231', '打手', '0', '70', '1270', '58048', '', '0', '', '快活林', '蔣忠在哪裡？我懷疑他跟幾起食物中毒事件有關，要帶他回去協助調查！', '蔣總在睡午覺，你改天再來吧。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('168', '6', '2', '4', '44241', '蔣門神', '0', '70', '3810', '130305', '【風】妖卡碎片', '20037', '', '快活林', '一個小小的地頭蛇居然這麼倡狂，不信我扳不倒你！', '哥上面有人，說出來嚇死你。', '聽線人說在背後給蔣門神撐腰的是張都監，我們這就去鴛鴦樓闖一闖！', '鴛鴦樓是很有名的會所啊，聽說美女如雲……', '0');
INSERT INTO `ol_stage` VALUES ('169', '6', '3', '1', '44311', '大廚', '0', '70', '1301', '57309', '', '0', '', '鴛鴦樓', '我掌握了你們勾結黑道危害食品安全的證據，跟我走一趟吧。', '放輕鬆，放輕鬆，先辦張會員卡吧，優惠價888888，一年有效期。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('170', '6', '3', '2', '44321', '管事', '0', '70', '1301', '57309', '', '0', '', '鴛鴦樓', '你們都是張都監派來的吧？我一定要拿下他！', '山珍美味現點現殺！穿山甲吃不吃？娃娃魚吃不吃？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('171', '6', '3', '3', '44331', '張團練', '0', '70', '1301', '60078', '', '0', '', '鴛鴦樓', '又來一波？這私人會所裡養了不少人啊！', '總統套房，King size大床，無敵山景，外籍管家，只要9999一晚。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('172', '6', '3', '4', '44341', '張都監', '0', '70', '3903', '125870', '【林】妖卡碎片', '20038', '', '鴛鴦樓', '總算見到你了。你所轄的區域，很多商販有嚴重的食品衛生問題，伏法吧！', '不乾不淨，吃了沒病。這可是文化人聚集的地方，休得撒野！', '解決了張都監，查封了鴛鴦樓，心情真暢快！兄弟們，咱們去清風寨體驗一下農家樂！', '公費旅遊！哦也！！！', '0');
INSERT INTO `ol_stage` VALUES ('173', '6', '4', '1', '44411', '劉老漢', '0', '70', '1332', '61385', '', '0', '', '清風寨', '這位老大爺怎麼走著走著自己就倒了？還往我車輪下滾，幸好我及時刹車。', '哎喲哎喲，你撞到老夫了，老夫不能走路了！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('174', '6', '4', '2', '44421', '劉夫人', '0', '70', '1332', '59339', '', '0', '', '清風寨', '原來是傳說中的碰瓷啊，想做個好人也不容易。我是陽谷縣令，爾等不得放肆！', '少廢話，趕緊賠償醫藥費、精神損失費、青春損失費、服裝道具費，不賠別想走！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('175', '6', '4', '3', '44431', '鎮三山', '0', '70', '1332', '64250', '', '0', '', '清風寨', '娘子軍來了？好男不和女鬥，讓路！', '哎喲喂，男人打女人啦！快來看哪，縣令欺負百姓啦！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('176', '6', '4', '4', '44441', '劉高', '0', '70', '3996', '134773', '【林】妖卡碎片', '20038', '', '清風寨', '劉知寨啊，此地民風也太彪悍了，你這管理工作有難度吧？', '這位老夫子是我七舅姥爺！你一定是酒駕！要麼賠錢！要麼蹲半年！', '這清風寨可真夠亂的，影響兄弟們的好興致。誰會看地圖，下一站是哪裡？', '老大，前面就是江州的地盤了。', '0');
INSERT INTO `ol_stage` VALUES ('177', '6', '5', '1', '44511', '士兵', '0', '70', '1364', '61877', '', '0', '', '江州城', '哎？這地方怎麼還有公路收費站呢？這又不是高速公路！', '少廢話！交錢走人！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('178', '6', '5', '2', '44521', '黃通判', '0', '70', '1364', '61983', '', '0', '', '江州城', '又是收費站？我當車匪路霸的時候你們還在穿開襠褲呢！', '好漢不提當年勇！趕緊交錢，要不別想過！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('179', '6', '5', '3', '44531', '監斬官', '0', '70', '1364', '64781', '', '0', '', '江州城', '怎麼又一個收費站，還有完沒完了？這明明是私設網站亂收費！', '這幾個收費站都是當今太師蔡京的兒子蔡九爺設的，正宗富貴二代，怕了吧？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('180', '6', '5', '4', '44541', '蔡九', '0', '70', '4090', '145415', '【火】妖卡碎片', '20039', '', '江州城', '蔡九，你不光私設收費站，還隨意提高加油站的油價！今天我就替你爹管教管教你！', '既然知道我爸爸是誰，那就趕緊掏錢。花錢買平安，划算。', '蔡京的兒子又怎麼樣，三兩下就搞定了。兄弟們，咱們去前面村莊買點豬肉，犒賞三軍！', '跟著大哥混，有肉吃！', '0');
INSERT INTO `ol_stage` VALUES ('181', '6', '6', '1', '44611', '李應', '0', '70', '1395', '62437', '', '0', '', '祝家莊', '你這豬肉是翻著倍漲價的吧？這不搶錢麼？', '愛買不買，豬飼料先漲價，我不漲價就得虧本。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('182', '6', '6', '2', '44621', '扈三娘', '1', '70', '1395', '64666', '', '0', '', '祝家莊', '你這裡的豬飼料怎麼這麼貴？現在豬肉價格一漲，老百姓都吃不起肉了！', '我也沒辦法，飼料原材料漲價了，我不跟著漲就沒法開店了！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('183', '6', '6', '3', '44631', '祝家三虎', '0', '70', '1395', '65166', '', '0', '', '祝家莊', '你為什麼要哄抬飼料原材料的價格？你知不知道這直接導致了豬肉價格上漲？', '不關我事啊，祝家莊的祝老莊主是這些原材料的唯一指定總經銷商，我們都是按他規定的價格進貨的。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('184', '6', '6', '4', '44641', '祝莊主', '0', '70', '4183', '141405', '【火】妖卡碎片', '20039', '', '祝家莊', '你身為飼料原材料的總經銷商，隨意調整價格，擾亂物價水準，你當我這縣令是擺設？', '我是唯一指定總經銷商，解釋權歸我所有。', '杯具啊，連豬肉漲價也要我出手，還是以前當山大王時逍遙自在，要是有個壓寨夫人該多好！', '老大，大名府最近在舉辦鵲橋相親會，憑你的人品武藝，定能冠壓群雄！', '0');
INSERT INTO `ol_stage` VALUES ('185', '6', '7', '1', '44711', '秀才', '0', '70', '1426', '71880', '', '0', '', '大名府', '在下陽谷縣令，報名參加大名府鵲橋會！', '知府提督尚且在排隊，區區縣令算什麼？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('186', '6', '7', '2', '44721', '衙役', '0', '70', '1426', '64692', '', '0', '', '大名府', '請光頭評委給我個機會！', '為什麼我這麼帥卻要掉頭發，你那麼醜卻不掉頭發？我給你機會，誰給我機會？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('187', '6', '7', '3', '44731', '王太守', '1', '70', '1426', '72336', '', '0', '', '大名府', '又來一個光頭……請再給我這大齡青年一個機會吧！', '小兄弟不要急，我們來討論一下你最喜歡的顏色先。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('188', '6', '7', '4', '44741', '梁中書', '0', '70', '4277', '156963', '【山】妖卡碎片', '20040', '', '大名府', '美女，我對你一見鍾情，讓我照顧你一輩子吧！', '你年薪有一億美金嗎？有獨棟別墅嗎？有私人飛機嗎？有私人遊輪嗎？', '現在的妹子太拜金了！罷了，我們化悲痛為力量，去汴梁城參加汴梁杯蹴鞠賽吧，說不定還能見到皇上！', '老大英明！贏了的話還能拿到一大筆獎金呢！', '0');
INSERT INTO `ol_stage` VALUES ('189', '6', '8', '1', '44811', '報名官', '0', '70', '1457', '75096', '', '0', '', '汴梁城', '狹路相逢勇者勝，這第一場熱身賽，哥計畫完勝！', '那得問問我老人家，我能把有的球給吹沒了，也能把沒的球給吹有了。', '', '', '0');
INSERT INTO `ol_stage` VALUES ('190', '6', '8', '2', '44821', '陸謙', '0', '70', '1457', '75096', '', '0', '', '汴梁城', '你就是大帝？是森林大帝吧！', '天亮了，你看，我的護球像亨利吧？', '', '', '0');
INSERT INTO `ol_stage` VALUES ('191', '6', '8', '3', '44831', '高衙內', '0', '70', '1457', '80690', '', '0', '', '汴梁城', '久仰久仰，蹴鞠一霸說的就是您吧？', '好說，來，讓你見識一下我的鎖喉神功！', '', '', '0');
INSERT INTO `ol_stage` VALUES ('192', '6', '8', '4', '44841', '高俅', '0', '70', '4370', '128408', '【山】妖卡碎片', '20040', '', '汴梁城', '一路高歌猛進打入決賽，眼看冠軍在望，兄弟們拼了！', '井底之蛙大言不慚，老夫這首長秘書可是踢蹴鞠踢出來的，豈會輸給你們這幫黃口小兒乎？', '這奸賊高俅的確如此難搞，好在我沒有讓各位觀眾失望！兄弟們，咱們此舉也當載入史冊啊！', '太牛了，老大！高俅這奸臣竟然敗于咱們手上，咱們也可名垂青史，萬古流芳了！', '0');


DROP TABLE IF EXISTS `ol_monster_bak`;
CREATE TABLE `ol_monster_bak` (
  `intID` int(11) NOT NULL AUTO_INCREMENT,
  `npcid` int(11) NOT NULL,
  `general_sort` tinyint(2) NOT NULL,
  `general_name` varchar(64) NOT NULL,
  `general_level` int(3) NOT NULL,
  `sex` tinyint(1) NOT NULL DEFAULT '1',
  `professional` tinyint(1) NOT NULL,
  `attack_value` int(11) NOT NULL,
  `defense_value` int(11) NOT NULL,
  `physical_value` int(11) NOT NULL,
  `agility_value` int(11) NOT NULL,
  `understanding_value` int(11) NOT NULL,
  `professional_level` tinyint(1) NOT NULL,
  `mobility` int(4) NOT NULL,
  `avatar` char(20) NOT NULL,
  PRIMARY KEY (`intID`),
  KEY `npcid` (`npcid`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=862 DEFAULT CHARSET=utf8 COMMENT='記錄熱點怪物資訊';

-- ----------------------------
-- Records of ol_monster_bak
-- ----------------------------
INSERT INTO `ol_monster_bak` VALUES ('1', '40111', '1', '店小二', '1', '0', '1', '21', '21', '25', '17', '10', '0', '1', 'NPC_Icon1');
INSERT INTO `ol_monster_bak` VALUES ('2', '40121', '1', '藥販子', '2', '0', '1', '21', '21', '25', '17', '10', '0', '1', 'NPC_Icon2');
INSERT INTO `ol_monster_bak` VALUES ('3', '40131', '1', '潘金蓮', '2', '0', '3', '21', '13', '21', '29', '10', '0', '1', 'NPC_Icon3');
INSERT INTO `ol_monster_bak` VALUES ('4', '40141', '1', '西門慶', '3', '0', '2', '28', '19', '94', '19', '10', '0', '1', 'NPC_Icon4');
INSERT INTO `ol_monster_bak` VALUES ('5', '40211', '1', '夥計', '3', '0', '2', '32', '21', '32', '21', '10', '0', '1', 'NPC_Icon5');
INSERT INTO `ol_monster_bak` VALUES ('6', '40221', '1', '鎮關西', '4', '0', '3', '26', '16', '26', '37', '10', '0', '1', 'NPC_Icon6');
INSERT INTO `ol_monster_bak` VALUES ('7', '40231', '1', '打手', '4', '0', '1', '26', '26', '32', '21', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('8', '40241', '1', '蔣門神', '5', '0', '2', '42', '28', '198', '28', '10', '0', '1', 'NPC_Icon8');
INSERT INTO `ol_monster_bak` VALUES ('9', '40311', '1', '大廚', '5', '0', '2', '64', '43', '64', '43', '10', '0', '1', 'NPC_Icon9');
INSERT INTO `ol_monster_bak` VALUES ('10', '40311', '2', '洗菜員', '5', '0', '1', '53', '53', '64', '43', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('11', '40321', '1', '管事', '6', '0', '3', '58', '35', '58', '81', '10', '0', '1', 'NPC_Icon10');
INSERT INTO `ol_monster_bak` VALUES ('12', '40321', '2', '傭人', '6', '0', '2', '70', '47', '70', '47', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('13', '40331', '1', '張團練', '7', '0', '1', '63', '63', '76', '51', '10', '0', '1', 'NPC_Icon11');
INSERT INTO `ol_monster_bak` VALUES ('14', '40331', '2', '小陪練', '7', '0', '4', '76', '38', '76', '63', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('15', '40341', '1', '張都監', '7', '0', '1', '82', '82', '266', '65', '10', '0', '1', 'NPC_Icon12');
INSERT INTO `ol_monster_bak` VALUES ('16', '40341', '2', '張秘書', '7', '0', '3', '82', '49', '362', '114', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('17', '40411', '1', '劉老漢', '8', '0', '2', '97', '65', '57', '65', '10', '0', '1', 'NPC_Icon13');
INSERT INTO `ol_monster_bak` VALUES ('18', '40411', '2', '小兒子', '8', '0', '1', '81', '81', '57', '65', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('19', '40421', '1', '劉夫人', '8', '0', '1', '81', '81', '57', '65', '10', '0', '1', 'NPC_Icon14');
INSERT INTO `ol_monster_bak` VALUES ('20', '40421', '2', '鄰居', '8', '0', '2', '97', '65', '57', '65', '10', '0', '1', 'YX011');
INSERT INTO `ol_monster_bak` VALUES ('21', '40431', '1', '鎮三山', '9', '0', '1', '86', '86', '61', '69', '10', '0', '1', 'NPC_Icon15');
INSERT INTO `ol_monster_bak` VALUES ('22', '40431', '2', '黑兄弟', '9', '0', '4', '103', '52', '61', '86', '10', '0', '1', 'YX040');
INSERT INTO `ol_monster_bak` VALUES ('23', '40441', '1', '劉高', '9', '0', '1', '98', '98', '272', '79', '10', '0', '1', 'NPC_Icon16');
INSERT INTO `ol_monster_bak` VALUES ('24', '40441', '2', '打手', '9', '0', '2', '118', '79', '328', '79', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('25', '40511', '1', '士兵', '10', '0', '2', '111', '74', '74', '74', '10', '0', '1', 'NPC_Icon17');
INSERT INTO `ol_monster_bak` VALUES ('26', '40511', '2', '士兵甲', '10', '0', '1', '92', '92', '74', '74', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('27', '40511', '3', '士兵乙', '10', '0', '1', '92', '92', '74', '74', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('28', '40521', '1', '黃通判', '10', '0', '2', '111', '74', '74', '74', '10', '0', '1', 'NPC_Icon18');
INSERT INTO `ol_monster_bak` VALUES ('29', '40521', '2', '傳令員', '10', '0', '4', '111', '56', '74', '92', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('30', '40521', '3', '士兵甲', '10', '0', '1', '92', '92', '74', '74', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('31', '40531', '1', '監斬官', '11', '0', '4', '117', '59', '78', '98', '10', '0', '1', 'NPC_Icon19');
INSERT INTO `ol_monster_bak` VALUES ('32', '40531', '2', '行刑員', '11', '0', '2', '117', '78', '78', '78', '10', '0', '1', 'YX012');
INSERT INTO `ol_monster_bak` VALUES ('33', '40531', '3', '士兵甲', '11', '0', '1', '98', '98', '78', '78', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('34', '40541', '1', '蔡九', '11', '0', '1', '107', '107', '257', '86', '10', '0', '1', 'NPC_Icon20');
INSERT INTO `ol_monster_bak` VALUES ('35', '40541', '2', '芹蔡', '11', '0', '2', '129', '86', '257', '86', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('36', '40541', '3', '白蔡', '11', '0', '4', '129', '65', '257', '107', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('37', '40611', '1', '李應', '12', '0', '4', '134', '67', '267', '112', '10', '0', '1', 'NPC_Icon21');
INSERT INTO `ol_monster_bak` VALUES ('38', '40611', '2', '打手', '12', '0', '1', '112', '112', '267', '89', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('39', '40611', '3', '幫手', '12', '0', '2', '134', '89', '267', '89', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('40', '40621', '1', '扈三娘', '13', '0', '4', '141', '71', '281', '117', '10', '0', '1', 'NPC_Icon22');
INSERT INTO `ol_monster_bak` VALUES ('41', '40621', '2', '幫手', '13', '0', '2', '141', '94', '281', '94', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('42', '40621', '3', '兇手', '13', '0', '4', '141', '71', '281', '117', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('43', '40631', '1', '祝家三虎', '13', '0', '4', '141', '71', '281', '117', '10', '0', '1', 'NPC_Icon23');
INSERT INTO `ol_monster_bak` VALUES ('44', '40631', '2', '打手', '13', '0', '4', '141', '71', '281', '117', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('45', '40631', '3', '兇手', '13', '0', '2', '141', '94', '281', '94', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('46', '40641', '1', '祝莊主', '14', '0', '1', '135', '135', '454', '108', '10', '0', '1', 'NPC_Icon24');
INSERT INTO `ol_monster_bak` VALUES ('47', '40641', '2', '打手', '14', '0', '2', '162', '108', '454', '108', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('48', '40641', '3', '殺手', '14', '0', '4', '162', '81', '454', '135', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('49', '40711', '1', '秀才', '14', '0', '3', '136', '82', '271', '190', '10', '0', '1', 'NPC_Icon25');
INSERT INTO `ol_monster_bak` VALUES ('50', '40711', '2', '黃師爺', '14', '0', '1', '136', '136', '326', '109', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('51', '40711', '3', '秀才甲', '14', '0', '2', '163', '109', '326', '109', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('52', '40721', '1', '衙役', '15', '0', '1', '141', '141', '339', '113', '10', '0', '1', 'NPC_Icon26');
INSERT INTO `ol_monster_bak` VALUES ('53', '40721', '2', '班頭', '15', '0', '2', '170', '113', '339', '113', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('54', '40721', '3', '捕役甲', '15', '0', '4', '170', '85', '339', '141', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('55', '40731', '1', '王太守', '15', '0', '4', '170', '85', '339', '141', '10', '0', '1', 'NPC_Icon27');
INSERT INTO `ol_monster_bak` VALUES ('56', '40731', '2', '捕快甲', '15', '0', '1', '141', '141', '339', '113', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('57', '40731', '3', '捕快乙', '15', '0', '2', '170', '113', '339', '113', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('58', '40741', '1', '梁中書', '16', '0', '1', '162', '162', '545', '129', '10', '0', '1', 'NPC_Icon28');
INSERT INTO `ol_monster_bak` VALUES ('59', '40741', '2', '楊提轄', '16', '0', '2', '194', '129', '545', '129', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('60', '40741', '3', '張提轄', '16', '0', '4', '194', '97', '545', '162', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('61', '40811', '1', '報名官', '16', '0', '4', '193', '97', '385', '161', '10', '0', '1', 'NPC_Icon29');
INSERT INTO `ol_monster_bak` VALUES ('62', '40811', '2', '協會長', '16', '0', '1', '161', '161', '385', '129', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('63', '40811', '3', '協會員', '16', '0', '2', '193', '129', '385', '129', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('64', '40811', '4', '蹴鞠員', '16', '0', '3', '161', '97', '321', '225', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('65', '40821', '1', '陸謙', '17', '0', '1', '166', '166', '399', '133', '10', '0', '1', 'NPC_Icon30');
INSERT INTO `ol_monster_bak` VALUES ('66', '40821', '2', '協會長', '17', '0', '2', '200', '133', '399', '133', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('67', '40821', '3', '協會員', '17', '0', '3', '166', '100', '332', '233', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('68', '40821', '4', '蹴鞠員', '17', '0', '4', '200', '100', '399', '166', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('69', '40831', '1', '高衙內', '17', '0', '1', '166', '166', '399', '133', '10', '0', '1', 'NPC_Icon31');
INSERT INTO `ol_monster_bak` VALUES ('70', '40831', '2', '協會長', '17', '0', '2', '200', '133', '399', '133', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('71', '40831', '3', '協會官', '17', '0', '3', '166', '100', '332', '233', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('72', '40831', '4', '蹴鞠員', '17', '0', '4', '200', '100', '399', '166', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('73', '40841', '1', '高俅', '18', '0', '1', '189', '189', '638', '151', '10', '0', '1', 'NPC_Icon32');
INSERT INTO `ol_monster_bak` VALUES ('74', '40841', '2', '協會長', '18', '0', '2', '227', '151', '638', '151', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('75', '40841', '3', '協會員', '18', '0', '3', '189', '114', '532', '265', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('76', '40841', '4', '蹴鞠員', '18', '0', '4', '227', '114', '638', '189', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('77', '40911', '1', '店小二', '19', '0', '4', '225', '113', '449', '187', '10', '0', '1', 'NPC_Icon1');
INSERT INTO `ol_monster_bak` VALUES ('78', '40911', '2', '店小三', '19', '0', '4', '225', '113', '449', '187', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('79', '40911', '3', '店小四', '19', '0', '4', '225', '113', '449', '187', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('80', '40911', '4', '店小五', '19', '0', '3', '187', '113', '374', '262', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('81', '40921', '1', '藥販子', '19', '0', '4', '225', '113', '449', '187', '10', '0', '1', 'NPC_Icon2');
INSERT INTO `ol_monster_bak` VALUES ('82', '40921', '2', '二把手', '19', '0', '4', '225', '113', '449', '187', '10', '0', '1', 'YX032');
INSERT INTO `ol_monster_bak` VALUES ('83', '40921', '3', '三把手', '19', '0', '2', '225', '150', '449', '150', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('84', '40921', '4', '四把手', '19', '0', '4', '225', '113', '449', '187', '10', '0', '1', 'YX007');
INSERT INTO `ol_monster_bak` VALUES ('85', '40931', '1', '潘金蓮', '20', '0', '2', '232', '155', '463', '155', '10', '0', '1', 'NPC_Icon3');
INSERT INTO `ol_monster_bak` VALUES ('86', '40931', '2', '銀蓮', '20', '0', '4', '232', '116', '463', '193', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('87', '40931', '3', '翠蓮', '20', '0', '4', '232', '116', '463', '193', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('88', '40931', '4', '花蓮', '20', '0', '1', '193', '193', '463', '155', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('89', '40941', '1', '西門慶', '20', '0', '3', '213', '128', '598', '297', '10', '0', '1', 'NPC_Icon4');
INSERT INTO `ol_monster_bak` VALUES ('90', '40941', '2', '打手', '20', '0', '4', '255', '128', '718', '213', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('91', '40941', '3', '殺手', '20', '0', '4', '255', '128', '718', '213', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('92', '40941', '4', '幫手', '20', '0', '4', '255', '128', '718', '213', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('93', '41011', '1', '夥計', '21', '0', '4', '238', '119', '476', '199', '10', '0', '1', 'NPC_Icon5');
INSERT INTO `ol_monster_bak` VALUES ('94', '41011', '2', '二夥計', '21', '0', '2', '238', '159', '476', '159', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('95', '41011', '3', '三夥計', '21', '0', '4', '238', '119', '476', '199', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('96', '41011', '4', '四夥計', '21', '0', '2', '238', '159', '476', '159', '10', '0', '1', 'YX001');
INSERT INTO `ol_monster_bak` VALUES ('97', '41021', '1', '鎮關西', '21', '0', '3', '199', '119', '397', '278', '10', '0', '1', 'NPC_Icon6');
INSERT INTO `ol_monster_bak` VALUES ('98', '41021', '2', '小徒弟', '21', '0', '2', '238', '159', '476', '159', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('99', '41021', '3', '二徒弟', '21', '0', '4', '238', '119', '476', '199', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('100', '41021', '4', '三徒弟', '21', '0', '4', '238', '119', '476', '199', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('101', '41031', '1', '打手', '22', '0', '4', '246', '123', '492', '205', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('102', '41031', '2', '殺手', '22', '0', '2', '246', '164', '492', '164', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('103', '41031', '3', '兇手', '22', '0', '2', '246', '164', '492', '164', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('104', '41031', '4', '助手', '22', '0', '4', '246', '123', '492', '205', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('105', '41041', '1', '蔣門神', '22', '0', '4', '271', '136', '762', '226', '10', '0', '1', 'NPC_Icon8');
INSERT INTO `ol_monster_bak` VALUES ('106', '41041', '2', '打手', '22', '0', '3', '226', '136', '635', '316', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('107', '41041', '3', '殺手', '22', '0', '3', '226', '136', '635', '316', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('108', '41041', '4', '兇手', '22', '0', '3', '226', '136', '635', '316', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('109', '41111', '1', '大廚', '23', '0', '4', '324', '162', '647', '270', '10', '0', '1', 'NPC_Icon9');
INSERT INTO `ol_monster_bak` VALUES ('110', '41111', '2', '大洗菜員', '23', '0', '4', '324', '162', '647', '270', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('111', '41111', '3', '二洗菜員', '23', '0', '4', '324', '162', '647', '270', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('112', '41111', '4', '三洗菜員', '23', '0', '1', '270', '270', '647', '216', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('113', '41121', '1', '管事', '23', '0', '3', '270', '162', '539', '377', '10', '0', '1', 'NPC_Icon10');
INSERT INTO `ol_monster_bak` VALUES ('114', '41121', '2', '傭人甲', '23', '0', '3', '270', '162', '539', '377', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('115', '41121', '3', '傭人乙', '23', '0', '1', '270', '270', '647', '216', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('116', '41121', '4', '傭人丙', '23', '0', '4', '324', '162', '647', '270', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('117', '41131', '1', '張團練', '24', '0', '3', '278', '167', '556', '389', '10', '0', '1', 'NPC_Icon11');
INSERT INTO `ol_monster_bak` VALUES ('118', '41131', '2', '小陪練', '24', '0', '2', '334', '223', '667', '223', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('119', '41131', '3', '二陪練', '24', '0', '3', '278', '167', '556', '389', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('120', '41131', '4', '三陪練', '24', '0', '3', '278', '167', '556', '389', '10', '0', '1', 'YX039');
INSERT INTO `ol_monster_bak` VALUES ('121', '41141', '1', '張都監', '25', '0', '2', '379', '253', '1066', '253', '10', '0', '1', 'NPC_Icon12');
INSERT INTO `ol_monster_bak` VALUES ('122', '41141', '2', '張秘書', '25', '0', '4', '379', '190', '1066', '316', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('123', '41141', '3', '張車夫', '25', '0', '4', '379', '190', '1066', '316', '10', '0', '1', 'YX002');
INSERT INTO `ol_monster_bak` VALUES ('124', '41141', '4', '張執行', '25', '0', '4', '379', '190', '1066', '316', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('125', '41211', '1', '劉老漢', '25', '0', '3', '305', '183', '609', '426', '10', '0', '1', 'NPC_Icon13');
INSERT INTO `ol_monster_bak` VALUES ('126', '41211', '2', '小兒子', '25', '0', '4', '366', '183', '731', '305', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('127', '41211', '3', '二兒子', '25', '0', '2', '366', '244', '731', '244', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('128', '41211', '4', '三兒子', '25', '0', '3', '305', '183', '609', '426', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('129', '41221', '1', '劉夫人', '26', '0', '3', '313', '188', '626', '439', '10', '0', '1', 'NPC_Icon14');
INSERT INTO `ol_monster_bak` VALUES ('130', '41221', '2', '鄰居', '26', '0', '4', '376', '188', '752', '313', '10', '0', '1', 'YX011');
INSERT INTO `ol_monster_bak` VALUES ('131', '41221', '3', '潑婦', '26', '0', '3', '313', '188', '626', '439', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('132', '41221', '4', '悍女', '26', '0', '4', '376', '188', '752', '313', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('133', '41231', '1', '鎮三山', '26', '0', '4', '376', '188', '752', '313', '10', '0', '1', 'NPC_Icon15');
INSERT INTO `ol_monster_bak` VALUES ('134', '41231', '2', '黑兄弟', '26', '0', '3', '313', '188', '626', '439', '10', '0', '1', 'YX040');
INSERT INTO `ol_monster_bak` VALUES ('135', '41231', '3', '二兄弟', '26', '0', '2', '376', '251', '752', '251', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('136', '41231', '4', '三兄弟', '26', '0', '4', '376', '188', '752', '313', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('137', '41241', '1', '劉高', '27', '0', '1', '355', '355', '1199', '284', '10', '0', '1', 'NPC_Icon16');
INSERT INTO `ol_monster_bak` VALUES ('138', '41241', '2', '打手', '27', '0', '2', '426', '284', '1199', '284', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('139', '41241', '3', '刺客', '27', '0', '2', '426', '284', '1199', '284', '10', '0', '1', 'YX009');
INSERT INTO `ol_monster_bak` VALUES ('140', '41241', '4', '殺手', '27', '0', '2', '426', '284', '1199', '284', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('141', '41311', '1', '士兵', '27', '0', '2', '422', '281', '843', '281', '10', '0', '1', 'NPC_Icon17');
INSERT INTO `ol_monster_bak` VALUES ('142', '41311', '2', '士兵甲', '27', '0', '2', '422', '281', '843', '281', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('143', '41311', '3', '士兵乙', '27', '0', '4', '422', '211', '843', '352', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('144', '41311', '4', '士兵丙', '27', '0', '1', '352', '352', '843', '281', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('145', '41311', '5', '士兵丁', '27', '0', '4', '422', '211', '843', '352', '10', '0', '1', 'YX016');
INSERT INTO `ol_monster_bak` VALUES ('146', '41321', '1', '黃通判', '28', '0', '3', '361', '217', '721', '505', '10', '0', '1', 'NPC_Icon18');
INSERT INTO `ol_monster_bak` VALUES ('147', '41321', '2', '傳令員', '28', '0', '1', '361', '361', '866', '289', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('148', '41321', '3', '士兵甲', '28', '0', '4', '433', '217', '866', '361', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('149', '41321', '4', '士兵乙', '28', '0', '1', '361', '361', '866', '289', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('150', '41321', '5', '士兵丙', '28', '0', '1', '361', '361', '866', '289', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('151', '41331', '1', '監斬官', '28', '0', '4', '433', '217', '866', '361', '10', '0', '1', 'NPC_Icon19');
INSERT INTO `ol_monster_bak` VALUES ('152', '41331', '2', '行刑員', '28', '0', '3', '361', '217', '721', '505', '10', '0', '1', 'YX012');
INSERT INTO `ol_monster_bak` VALUES ('153', '41331', '3', '士兵甲', '28', '0', '4', '433', '217', '866', '361', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('154', '41331', '4', '士兵乙', '28', '0', '3', '361', '217', '721', '505', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('155', '41331', '5', '士兵丙', '28', '0', '3', '361', '217', '721', '505', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('156', '41341', '1', '蔡九', '29', '0', '4', '489', '245', '1377', '407', '10', '0', '1', 'NPC_Icon20');
INSERT INTO `ol_monster_bak` VALUES ('157', '41341', '2', '芹蔡', '29', '0', '1', '407', '407', '1377', '326', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('158', '41341', '3', '花蔡', '29', '0', '1', '407', '407', '1377', '326', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('159', '41341', '4', '韭蔡', '29', '0', '1', '407', '407', '1377', '326', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('160', '41341', '5', '白蔡', '29', '0', '1', '407', '407', '1377', '326', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('161', '41411', '1', '李應', '29', '0', '3', '363', '218', '726', '508', '10', '0', '1', 'NPC_Icon21');
INSERT INTO `ol_monster_bak` VALUES ('162', '41411', '2', '打手', '29', '0', '3', '363', '218', '726', '508', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('163', '41411', '3', '殺手', '29', '0', '1', '363', '363', '871', '291', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('164', '41411', '4', '幫手', '29', '0', '4', '436', '218', '871', '363', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('165', '41411', '5', '兇手', '29', '0', '2', '436', '291', '871', '291', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('166', '41421', '1', '扈三娘', '30', '0', '2', '447', '298', '894', '298', '10', '0', '1', 'NPC_Icon22');
INSERT INTO `ol_monster_bak` VALUES ('167', '41421', '2', '打手', '30', '0', '4', '447', '224', '894', '373', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('168', '41421', '3', '殺手', '30', '0', '3', '373', '224', '745', '522', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('169', '41421', '4', '幫手', '30', '0', '2', '447', '298', '894', '298', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('170', '41421', '5', '兇手', '30', '0', '1', '373', '373', '894', '298', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('171', '41431', '1', '祝家三虎', '31', '0', '4', '459', '230', '918', '383', '10', '0', '1', 'NPC_Icon23');
INSERT INTO `ol_monster_bak` VALUES ('172', '41431', '2', '打手', '31', '0', '2', '459', '306', '918', '306', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('173', '41431', '3', '殺手', '31', '0', '2', '459', '306', '918', '306', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('174', '41431', '4', '幫手', '31', '0', '3', '383', '230', '765', '536', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('175', '41431', '5', '兇手', '31', '0', '1', '383', '383', '918', '306', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('176', '41441', '1', '祝莊主', '31', '0', '3', '421', '253', '1185', '589', '10', '0', '1', 'NPC_Icon24');
INSERT INTO `ol_monster_bak` VALUES ('177', '41441', '2', '打手', '31', '0', '3', '421', '253', '1185', '589', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('178', '41441', '3', '殺手', '31', '0', '4', '505', '253', '1422', '421', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('179', '41441', '4', '幫手', '31', '0', '4', '505', '253', '1422', '421', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('180', '41441', '5', '兇手', '31', '0', '4', '505', '253', '1422', '421', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('181', '41511', '1', '秀才', '32', '0', '4', '482', '241', '964', '402', '10', '0', '1', 'NPC_Icon25');
INSERT INTO `ol_monster_bak` VALUES ('182', '41511', '2', '黃師爺', '32', '0', '1', '402', '402', '964', '322', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('183', '41511', '3', '秀才甲', '32', '0', '2', '482', '322', '964', '322', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('184', '41511', '4', '秀才乙', '32', '0', '4', '482', '241', '964', '402', '10', '0', '1', 'YX036');
INSERT INTO `ol_monster_bak` VALUES ('185', '41511', '5', '秀才丙', '32', '0', '2', '482', '322', '964', '322', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('186', '41521', '1', '衙役', '32', '0', '4', '482', '241', '964', '402', '10', '0', '1', 'NPC_Icon26');
INSERT INTO `ol_monster_bak` VALUES ('187', '41521', '2', '班頭', '32', '0', '3', '402', '241', '803', '563', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('188', '41521', '3', '捕役甲', '32', '0', '1', '402', '402', '964', '322', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('189', '41521', '4', '捕役乙', '32', '0', '4', '482', '241', '964', '402', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('190', '41521', '5', '捕役丙', '32', '0', '2', '482', '322', '964', '322', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('191', '41531', '1', '王太守', '33', '0', '4', '495', '248', '989', '412', '10', '0', '1', 'NPC_Icon27');
INSERT INTO `ol_monster_bak` VALUES ('192', '41531', '2', '捕快甲', '33', '0', '3', '412', '248', '824', '577', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('193', '41531', '3', '捕快乙', '33', '0', '4', '495', '248', '989', '412', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('194', '41531', '4', '捕快丙', '33', '0', '1', '412', '412', '989', '330', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('195', '41531', '5', '捕快丁', '33', '0', '4', '495', '248', '989', '412', '10', '0', '1', 'BJ004');
INSERT INTO `ol_monster_bak` VALUES ('196', '41541', '1', '梁中書', '33', '0', '4', '544', '272', '1532', '453', '10', '0', '1', 'NPC_Icon28');
INSERT INTO `ol_monster_bak` VALUES ('197', '41541', '2', '楊提轄', '33', '0', '4', '544', '272', '1532', '453', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('198', '41541', '3', '張提轄', '33', '0', '3', '453', '272', '1277', '635', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('199', '41541', '4', '李提轄', '33', '0', '3', '453', '272', '1277', '635', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('200', '41541', '5', '王提轄', '33', '0', '3', '453', '272', '1277', '635', '10', '0', '1', 'YX021');
INSERT INTO `ol_monster_bak` VALUES ('201', '41611', '1', '報名官', '34', '0', '4', '551', '276', '1101', '459', '10', '0', '1', 'NPC_Icon29');
INSERT INTO `ol_monster_bak` VALUES ('202', '41611', '2', '協會長', '34', '0', '4', '551', '276', '1101', '459', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('203', '41611', '3', '協會官', '34', '0', '3', '459', '276', '918', '643', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('204', '41611', '4', '協會員', '34', '0', '2', '551', '367', '1101', '367', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('205', '41611', '5', '蹴鞠員', '34', '0', '2', '551', '367', '1101', '367', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('206', '41621', '1', '陸謙', '34', '0', '1', '459', '459', '1101', '367', '10', '0', '1', 'NPC_Icon30');
INSERT INTO `ol_monster_bak` VALUES ('207', '41621', '2', '協會長', '34', '0', '4', '551', '276', '1101', '459', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('208', '41621', '3', '協會官', '34', '0', '4', '551', '276', '1101', '459', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('209', '41621', '4', '協會員', '34', '0', '1', '459', '459', '1101', '367', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('210', '41621', '5', '蹴鞠員', '34', '0', '4', '551', '276', '1101', '459', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('211', '41631', '1', '高衙內', '35', '0', '1', '470', '470', '1127', '376', '10', '0', '1', 'NPC_Icon31');
INSERT INTO `ol_monster_bak` VALUES ('212', '41631', '2', '協會長', '35', '0', '4', '564', '282', '1127', '470', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('213', '41631', '3', '協會官', '35', '0', '4', '564', '282', '1127', '470', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('214', '41631', '4', '協會員', '35', '0', '4', '564', '282', '1127', '470', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('215', '41631', '5', '蹴鞠員', '35', '0', '4', '564', '282', '1127', '470', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('216', '41641', '1', '高俅', '35', '0', '5', '724', '414', '1165', '517', '10', '0', '1', 'NPC_Icon32');
INSERT INTO `ol_monster_bak` VALUES ('217', '41641', '2', '協會長', '35', '0', '5', '724', '414', '1165', '517', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('218', '41641', '3', '協會官', '35', '0', '4', '620', '310', '1747', '517', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('219', '41641', '4', '協會員', '35', '0', '4', '620', '310', '1747', '517', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('220', '41641', '5', '蹴鞠員', '35', '0', '4', '620', '310', '1747', '517', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('221', '41711', '1', '店小二', '36', '0', '1', '586', '586', '1407', '469', '10', '0', '1', 'NPC_Icon1');
INSERT INTO `ol_monster_bak` VALUES ('222', '41711', '2', '店小三', '36', '0', '1', '586', '586', '1407', '469', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('223', '41711', '3', '店小四', '36', '0', '3', '586', '352', '1172', '821', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('224', '41711', '4', '店小五', '36', '0', '1', '586', '586', '1407', '469', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('225', '41711', '5', '店小六', '36', '0', '3', '586', '352', '1172', '821', '10', '0', '1', 'YX018');
INSERT INTO `ol_monster_bak` VALUES ('226', '41721', '1', '藥販子', '37', '0', '4', '719', '360', '1438', '599', '10', '0', '1', 'NPC_Icon2');
INSERT INTO `ol_monster_bak` VALUES ('227', '41721', '2', '二把手', '37', '0', '3', '599', '360', '1198', '839', '10', '0', '1', 'YX032');
INSERT INTO `ol_monster_bak` VALUES ('228', '41721', '3', '三把手', '37', '0', '4', '719', '360', '1438', '599', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('229', '41721', '4', '四把手', '37', '0', '4', '719', '360', '1438', '599', '10', '0', '1', 'YX007');
INSERT INTO `ol_monster_bak` VALUES ('230', '41721', '5', '五把手', '37', '0', '1', '599', '599', '1438', '480', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('231', '41731', '1', '潘金蓮', '37', '0', '4', '719', '360', '1438', '599', '10', '0', '1', 'NPC_Icon3');
INSERT INTO `ol_monster_bak` VALUES ('232', '41731', '2', '銀蓮', '37', '0', '4', '719', '360', '1438', '599', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('233', '41731', '3', '翠蓮', '37', '0', '3', '599', '360', '1198', '839', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('234', '41731', '4', '寶蓮', '37', '0', '1', '599', '599', '1438', '480', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('235', '41731', '5', '花蓮', '37', '0', '4', '719', '360', '1438', '599', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('236', '41741', '1', '西門慶', '38', '0', '1', '673', '673', '2276', '539', '10', '0', '1', 'NPC_Icon4');
INSERT INTO `ol_monster_bak` VALUES ('237', '41741', '2', '打手', '38', '0', '1', '673', '673', '2276', '539', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('238', '41741', '3', '殺手', '38', '0', '2', '808', '539', '2276', '539', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('239', '41741', '4', '幫手', '38', '0', '2', '808', '539', '2276', '539', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('240', '41741', '5', '兇手', '38', '0', '2', '808', '539', '2276', '539', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('241', '41811', '1', '夥計', '38', '0', '3', '645', '387', '1289', '903', '10', '0', '1', 'NPC_Icon5');
INSERT INTO `ol_monster_bak` VALUES ('242', '41811', '2', '二夥計', '38', '0', '4', '774', '387', '1547', '645', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('243', '41811', '3', '三夥計', '38', '0', '3', '645', '387', '1289', '903', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('244', '41811', '4', '四夥計', '38', '0', '3', '645', '387', '1289', '903', '10', '0', '1', 'YX001');
INSERT INTO `ol_monster_bak` VALUES ('245', '41811', '5', '五夥計', '38', '0', '1', '645', '645', '1547', '516', '10', '0', '1', 'YX005');
INSERT INTO `ol_monster_bak` VALUES ('246', '41821', '1', '鎮關西', '39', '0', '1', '659', '659', '1580', '527', '10', '0', '1', 'NPC_Icon6');
INSERT INTO `ol_monster_bak` VALUES ('247', '41821', '2', '小徒弟', '39', '0', '4', '790', '395', '1580', '659', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('248', '41821', '3', '二徒弟', '39', '0', '4', '790', '395', '1580', '659', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('249', '41821', '4', '三徒弟', '39', '0', '2', '790', '527', '1580', '527', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('250', '41821', '5', '四徒弟', '39', '0', '2', '790', '527', '1580', '527', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('251', '41831', '1', '打手', '39', '0', '2', '790', '527', '1580', '527', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('252', '41831', '2', '殺手', '39', '0', '4', '790', '395', '1580', '659', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('253', '41831', '3', '幫手', '39', '0', '2', '790', '527', '1580', '527', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('254', '41831', '4', '兇手', '39', '0', '4', '790', '395', '1580', '659', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('255', '41831', '5', '助手', '39', '0', '3', '659', '395', '1317', '922', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('256', '41841', '1', '蔣門神', '40', '0', '4', '887', '444', '2499', '739', '10', '0', '1', 'NPC_Icon8');
INSERT INTO `ol_monster_bak` VALUES ('257', '41841', '2', '打手', '40', '0', '4', '887', '444', '2499', '739', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('258', '41841', '3', '殺手', '40', '0', '1', '739', '739', '2499', '592', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('259', '41841', '4', '兇手', '40', '0', '1', '739', '739', '2499', '592', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('260', '41841', '5', '幫手', '40', '0', '1', '739', '739', '2499', '592', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('261', '41911', '1', '大廚', '40', '0', '4', '799', '400', '1597', '666', '10', '0', '1', 'NPC_Icon9');
INSERT INTO `ol_monster_bak` VALUES ('262', '41911', '2', '大洗菜員', '40', '0', '3', '666', '400', '1331', '932', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('263', '41911', '3', '二洗菜員', '40', '0', '2', '799', '533', '1597', '533', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('264', '41911', '4', '三洗菜員', '40', '0', '4', '799', '400', '1597', '666', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('265', '41911', '5', '四洗菜員', '40', '0', '4', '799', '400', '1597', '666', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('266', '41921', '1', '管事', '41', '0', '2', '816', '544', '1631', '544', '10', '0', '1', 'NPC_Icon10');
INSERT INTO `ol_monster_bak` VALUES ('267', '41921', '2', '傭人甲', '41', '0', '4', '816', '408', '1631', '680', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('268', '41921', '3', '傭人乙', '41', '0', '3', '680', '408', '1359', '951', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('269', '41921', '4', '傭人丙', '41', '0', '1', '680', '680', '1631', '544', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('270', '41921', '5', '傭人丁', '41', '0', '4', '816', '408', '1631', '680', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('271', '41931', '1', '張團練', '42', '0', '2', '832', '555', '1664', '555', '10', '0', '1', 'NPC_Icon11');
INSERT INTO `ol_monster_bak` VALUES ('272', '41931', '2', '小陪練', '42', '0', '4', '832', '416', '1664', '693', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('273', '41931', '3', '二陪練', '42', '0', '4', '832', '416', '1664', '693', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('274', '41931', '4', '三陪練', '42', '0', '3', '693', '416', '1386', '971', '10', '0', '1', 'YX039');
INSERT INTO `ol_monster_bak` VALUES ('275', '41931', '5', '四陪練', '42', '0', '4', '832', '416', '1664', '693', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('276', '41941', '1', '張都監', '42', '0', '4', '915', '458', '2578', '763', '10', '0', '1', 'NPC_Icon12');
INSERT INTO `ol_monster_bak` VALUES ('277', '41941', '2', '張秘書', '42', '0', '3', '763', '458', '2149', '1068', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('278', '41941', '3', '張車夫', '42', '0', '3', '763', '458', '2149', '1068', '10', '0', '1', 'YX002');
INSERT INTO `ol_monster_bak` VALUES ('279', '41941', '4', '張執行', '42', '0', '4', '915', '458', '2578', '763', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('280', '41941', '5', '張工', '42', '0', '4', '915', '458', '2578', '763', '10', '0', '1', 'YX043');
INSERT INTO `ol_monster_bak` VALUES ('281', '42011', '1', '劉老漢', '43', '0', '1', '721', '721', '1731', '577', '10', '0', '1', 'NPC_Icon13');
INSERT INTO `ol_monster_bak` VALUES ('282', '42011', '2', '小兒子', '43', '0', '4', '866', '433', '1731', '721', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('283', '42011', '3', '二兒子', '43', '0', '4', '866', '433', '1731', '721', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('284', '42011', '4', '三兒子', '43', '0', '4', '866', '433', '1731', '721', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('285', '42011', '5', '四兒子', '43', '0', '4', '866', '433', '1731', '721', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('286', '42021', '1', '劉夫人', '43', '0', '3', '721', '433', '1442', '1010', '10', '0', '1', 'NPC_Icon14');
INSERT INTO `ol_monster_bak` VALUES ('287', '42021', '2', '鄰居', '43', '0', '2', '866', '577', '1731', '577', '10', '0', '1', 'YX011');
INSERT INTO `ol_monster_bak` VALUES ('288', '42021', '3', '潑婦', '43', '0', '4', '866', '433', '1731', '721', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('289', '42021', '4', '悍女', '43', '0', '1', '721', '721', '1731', '577', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('290', '42021', '5', '彪女', '43', '0', '4', '866', '433', '1731', '721', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('291', '42031', '1', '鎮三山', '44', '0', '2', '882', '588', '1764', '588', '10', '0', '1', 'NPC_Icon15');
INSERT INTO `ol_monster_bak` VALUES ('292', '42031', '2', '黑兄弟', '44', '0', '2', '882', '588', '1764', '588', '10', '0', '1', 'YX040');
INSERT INTO `ol_monster_bak` VALUES ('293', '42031', '3', '二兄弟', '44', '0', '1', '735', '735', '1764', '588', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('294', '42031', '4', '三兄弟', '44', '0', '1', '735', '735', '1764', '588', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('295', '42031', '5', '四兄弟', '44', '0', '4', '882', '441', '1764', '735', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('296', '42041', '1', '劉高', '44', '0', '4', '971', '486', '2735', '809', '10', '0', '1', 'NPC_Icon16');
INSERT INTO `ol_monster_bak` VALUES ('297', '42041', '2', '打手', '44', '0', '2', '971', '647', '2735', '647', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('298', '42041', '3', '刺客', '44', '0', '2', '971', '647', '2735', '647', '10', '0', '1', 'YX009');
INSERT INTO `ol_monster_bak` VALUES ('299', '42041', '4', '殺手', '44', '0', '4', '971', '486', '2735', '809', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('300', '42041', '5', '兇手', '44', '0', '3', '809', '486', '2279', '1132', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('301', '42111', '1', '士兵', '45', '0', '3', '824', '495', '1648', '1154', '10', '0', '1', 'NPC_Icon17');
INSERT INTO `ol_monster_bak` VALUES ('302', '42111', '2', '士兵甲', '45', '0', '2', '989', '660', '1978', '660', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('303', '42111', '3', '士兵乙', '45', '0', '4', '989', '495', '1978', '824', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('304', '42111', '4', '士兵丙', '45', '0', '1', '824', '824', '1978', '660', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('305', '42111', '5', '士兵丁', '45', '0', '4', '989', '495', '1978', '824', '10', '0', '1', 'YX016');
INSERT INTO `ol_monster_bak` VALUES ('306', '42121', '1', '黃通判', '45', '0', '4', '989', '495', '1978', '824', '10', '0', '1', 'NPC_Icon18');
INSERT INTO `ol_monster_bak` VALUES ('307', '42121', '2', '傳令員', '45', '0', '3', '824', '495', '1648', '1154', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('308', '42121', '3', '士兵甲', '45', '0', '1', '824', '824', '1978', '660', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('309', '42121', '4', '士兵乙', '45', '0', '4', '989', '495', '1978', '824', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('310', '42121', '5', '士兵丙', '45', '0', '2', '989', '660', '1978', '660', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('311', '42131', '1', '監斬官', '46', '0', '4', '1007', '504', '2013', '839', '10', '0', '1', 'NPC_Icon19');
INSERT INTO `ol_monster_bak` VALUES ('312', '42131', '2', '行刑員', '46', '0', '1', '839', '839', '2013', '671', '10', '0', '1', 'YX012');
INSERT INTO `ol_monster_bak` VALUES ('313', '42131', '3', '士兵甲', '46', '0', '1', '839', '839', '2013', '671', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('314', '42131', '4', '士兵乙', '46', '0', '4', '1007', '504', '2013', '839', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('315', '42131', '5', '士兵丙', '46', '0', '3', '839', '504', '1678', '1175', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('316', '42141', '1', '蔡九', '46', '0', '1', '923', '923', '3121', '739', '10', '0', '1', 'NPC_Icon20');
INSERT INTO `ol_monster_bak` VALUES ('317', '42141', '2', '芹蔡', '46', '0', '4', '1108', '554', '3121', '923', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('318', '42141', '3', '花蔡', '46', '0', '4', '1108', '554', '3121', '923', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('319', '42141', '4', '韭蔡', '46', '0', '2', '1108', '739', '3121', '739', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('320', '42141', '5', '白蔡', '46', '0', '2', '1108', '739', '3121', '739', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('321', '42211', '1', '李應', '47', '0', '4', '1194', '597', '2387', '995', '10', '0', '1', 'NPC_Icon21');
INSERT INTO `ol_monster_bak` VALUES ('322', '42211', '2', '打手', '47', '0', '3', '995', '597', '1989', '1393', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('323', '42211', '3', '殺手', '47', '0', '3', '995', '597', '1989', '1393', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('324', '42211', '4', '幫手', '47', '0', '4', '1194', '597', '2387', '995', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('325', '42211', '5', '兇手', '47', '0', '4', '1194', '597', '2387', '995', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('326', '42221', '1', '扈三娘', '48', '0', '2', '1214', '810', '2428', '810', '10', '0', '1', 'NPC_Icon22');
INSERT INTO `ol_monster_bak` VALUES ('327', '42221', '2', '打手', '48', '0', '2', '1214', '810', '2428', '810', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('328', '42221', '3', '殺手', '48', '0', '1', '1012', '1012', '2428', '810', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('329', '42221', '4', '幫手', '48', '0', '4', '1214', '607', '2428', '1012', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('330', '42221', '5', '兇手', '48', '0', '3', '1012', '607', '2023', '1417', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('331', '42231', '1', '祝家三虎', '48', '0', '1', '1012', '1012', '2428', '810', '10', '0', '1', 'NPC_Icon23');
INSERT INTO `ol_monster_bak` VALUES ('332', '42231', '2', '打手', '48', '0', '3', '1012', '607', '2023', '1417', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('333', '42231', '3', '殺手', '48', '0', '4', '1214', '607', '2428', '1012', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('334', '42231', '4', '幫手', '48', '0', '3', '1012', '607', '2023', '1417', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('335', '42231', '5', '兇手', '48', '0', '4', '1214', '607', '2428', '1012', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('336', '42241', '1', '祝莊主', '49', '0', '4', '1358', '679', '3827', '1132', '10', '0', '1', 'NPC_Icon24');
INSERT INTO `ol_monster_bak` VALUES ('337', '42241', '2', '打手', '49', '0', '1', '1132', '1132', '3827', '906', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('338', '42241', '3', '殺手', '49', '0', '1', '1132', '1132', '3827', '906', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('339', '42241', '4', '幫手', '49', '0', '3', '1132', '679', '3190', '1585', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('340', '42241', '5', '兇手', '49', '0', '3', '1132', '679', '3190', '1585', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('341', '42311', '1', '秀才', '49', '0', '1', '1023', '1023', '2454', '818', '10', '0', '1', 'NPC_Icon25');
INSERT INTO `ol_monster_bak` VALUES ('342', '42311', '2', '黃師爺', '49', '0', '4', '1227', '614', '2454', '1023', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('343', '42311', '3', '秀才甲', '49', '0', '1', '1023', '1023', '2454', '818', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('344', '42311', '4', '秀才乙', '49', '0', '4', '1227', '614', '2454', '1023', '10', '0', '1', 'YX036');
INSERT INTO `ol_monster_bak` VALUES ('345', '42311', '5', '秀才丙', '49', '0', '4', '1227', '614', '2454', '1023', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('346', '42321', '1', '衙役', '50', '0', '3', '1041', '625', '2081', '1457', '10', '0', '1', 'NPC_Icon26');
INSERT INTO `ol_monster_bak` VALUES ('347', '42321', '2', '班頭', '50', '0', '3', '1041', '625', '2081', '1457', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('348', '42321', '3', '捕役甲', '50', '0', '4', '1249', '625', '2497', '1041', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('349', '42321', '4', '捕役乙', '50', '0', '4', '1249', '625', '2497', '1041', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('350', '42321', '5', '捕役丙', '50', '0', '3', '1041', '625', '2081', '1457', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('351', '42331', '1', '王太守', '50', '0', '1', '1041', '1041', '2497', '833', '10', '0', '1', 'NPC_Icon27');
INSERT INTO `ol_monster_bak` VALUES ('352', '42331', '2', '捕快甲', '50', '0', '2', '1249', '833', '2497', '833', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('353', '42331', '3', '捕快乙', '50', '0', '1', '1041', '1041', '2497', '833', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('354', '42331', '4', '捕快丙', '50', '0', '3', '1041', '625', '2081', '1457', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('355', '42331', '5', '捕快丁', '50', '0', '4', '1249', '625', '2497', '1041', '10', '0', '1', 'BJ004');
INSERT INTO `ol_monster_bak` VALUES ('356', '42341', '1', '梁中書', '51', '0', '1', '1165', '1165', '3938', '932', '10', '0', '1', 'NPC_Icon28');
INSERT INTO `ol_monster_bak` VALUES ('357', '42341', '2', '楊提轄', '51', '0', '3', '1165', '699', '3282', '1631', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('358', '42341', '3', '張提轄', '51', '0', '2', '1398', '932', '3938', '932', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('359', '42341', '4', '李提轄', '51', '0', '4', '1398', '699', '3938', '1165', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('360', '42341', '5', '王提轄', '51', '0', '4', '1398', '699', '3938', '1165', '10', '0', '1', 'YX021');
INSERT INTO `ol_monster_bak` VALUES ('361', '42411', '1', '報名官', '51', '0', '3', '1078', '647', '2156', '1510', '10', '0', '1', 'NPC_Icon29');
INSERT INTO `ol_monster_bak` VALUES ('362', '42411', '2', '協會長', '51', '0', '4', '1294', '647', '2588', '1078', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('363', '42411', '3', '協會官', '51', '0', '1', '1078', '1078', '2588', '863', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('364', '42411', '4', '協會員', '51', '0', '4', '1294', '647', '2588', '1078', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('365', '42411', '5', '蹴鞠員', '51', '0', '1', '1078', '1078', '2588', '863', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('366', '42421', '1', '陸謙', '52', '0', '4', '1316', '658', '2631', '1097', '10', '0', '1', 'NPC_Icon30');
INSERT INTO `ol_monster_bak` VALUES ('367', '42421', '2', '協會長', '52', '0', '3', '1097', '658', '2193', '1535', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('368', '42421', '3', '協會官', '52', '0', '4', '1316', '658', '2631', '1097', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('369', '42421', '4', '協會員', '52', '0', '1', '1097', '1097', '2631', '877', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('370', '42421', '5', '蹴鞠員', '52', '0', '2', '1316', '877', '2631', '877', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('371', '42431', '1', '高衙內', '52', '0', '2', '1316', '877', '2631', '877', '10', '0', '1', 'NPC_Icon31');
INSERT INTO `ol_monster_bak` VALUES ('372', '42431', '2', '協會長', '52', '0', '4', '1316', '658', '2631', '1097', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('373', '42431', '3', '協會官', '52', '0', '2', '1316', '877', '2631', '877', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('374', '42431', '4', '協會員', '52', '0', '4', '1316', '658', '2631', '1097', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('375', '42431', '5', '蹴鞠員', '52', '0', '4', '1316', '658', '2631', '1097', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('376', '42441', '1', '高俅', '53', '0', '2', '1472', '981', '4146', '981', '10', '0', '1', 'NPC_Icon32');
INSERT INTO `ol_monster_bak` VALUES ('377', '42441', '2', '協會長', '53', '0', '5', '1717', '981', '2764', '1226', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('378', '42441', '3', '協會官', '53', '0', '5', '1717', '981', '2764', '1226', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('379', '42441', '4', '協會員', '53', '0', '4', '1472', '736', '4146', '1226', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('380', '42441', '5', '蹴鞠員', '53', '0', '5', '1717', '981', '2764', '1226', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('381', '42511', '1', '店小二', '54', '0', '1', '1237', '1237', '2967', '989', '10', '0', '1', 'NPC_Icon1');
INSERT INTO `ol_monster_bak` VALUES ('382', '42511', '2', '店小三', '54', '0', '1', '1237', '1237', '2967', '989', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('383', '42511', '3', '店小四', '54', '0', '3', '1237', '742', '2473', '1731', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('384', '42511', '4', '店小五', '54', '0', '1', '1237', '1237', '2967', '989', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('385', '42511', '5', '店小六', '54', '0', '3', '1237', '742', '2473', '1731', '10', '0', '1', 'YX018');
INSERT INTO `ol_monster_bak` VALUES ('386', '42521', '1', '藥販子', '54', '0', '4', '1484', '742', '2967', '1237', '10', '0', '1', 'NPC_Icon2');
INSERT INTO `ol_monster_bak` VALUES ('387', '42521', '2', '二把手', '54', '0', '3', '1237', '742', '2473', '1731', '10', '0', '1', 'YX032');
INSERT INTO `ol_monster_bak` VALUES ('388', '42521', '3', '三把手', '54', '0', '4', '1484', '742', '2967', '1237', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('389', '42521', '4', '四把手', '54', '0', '4', '1484', '742', '2967', '1237', '10', '0', '1', 'YX007');
INSERT INTO `ol_monster_bak` VALUES ('390', '42521', '5', '五把手', '54', '0', '1', '1237', '1237', '2967', '989', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('391', '42531', '1', '潘金蓮', '55', '0', '4', '1507', '754', '3014', '1256', '10', '0', '1', 'NPC_Icon3');
INSERT INTO `ol_monster_bak` VALUES ('392', '42531', '2', '銀蓮', '55', '0', '4', '1507', '754', '3014', '1256', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('393', '42531', '3', '翠蓮', '55', '0', '3', '1256', '754', '2511', '1758', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('394', '42531', '4', '寶蓮', '55', '0', '1', '1256', '1256', '3014', '1005', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('395', '42531', '5', '花蓮', '55', '0', '4', '1507', '754', '3014', '1256', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('396', '42541', '1', '西門慶', '55', '0', '1', '1382', '1382', '4671', '1105', '10', '0', '1', 'NPC_Icon4');
INSERT INTO `ol_monster_bak` VALUES ('397', '42541', '2', '打手', '55', '0', '1', '1382', '1382', '4671', '1105', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('398', '42541', '3', '殺手', '55', '0', '2', '1658', '1105', '4671', '1105', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('399', '42541', '4', '幫手', '55', '0', '2', '1658', '1105', '4671', '1105', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('400', '42541', '5', '兇手', '55', '0', '2', '1658', '1105', '4671', '1105', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('401', '42611', '1', '夥計', '56', '0', '3', '1306', '784', '2612', '1829', '10', '0', '1', 'NPC_Icon5');
INSERT INTO `ol_monster_bak` VALUES ('402', '42611', '2', '二夥計', '56', '0', '4', '1567', '784', '3134', '1306', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('403', '42611', '3', '三夥計', '56', '0', '3', '1306', '784', '2612', '1829', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('404', '42611', '4', '四夥計', '56', '0', '3', '1306', '784', '2612', '1829', '10', '0', '1', 'YX001');
INSERT INTO `ol_monster_bak` VALUES ('405', '42611', '5', '五夥計', '56', '0', '1', '1306', '1306', '3134', '1045', '10', '0', '1', 'YX005');
INSERT INTO `ol_monster_bak` VALUES ('406', '42621', '1', '鎮關西', '56', '0', '1', '1306', '1306', '3134', '1045', '10', '0', '1', 'NPC_Icon6');
INSERT INTO `ol_monster_bak` VALUES ('407', '42621', '2', '小徒弟', '56', '0', '4', '1567', '784', '3134', '1306', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('408', '42621', '3', '二徒弟', '56', '0', '4', '1567', '784', '3134', '1306', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('409', '42621', '4', '三徒弟', '56', '0', '2', '1567', '1045', '3134', '1045', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('410', '42621', '5', '四徒弟', '56', '0', '2', '1567', '1045', '3134', '1045', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('411', '42631', '1', '打手', '57', '0', '2', '1591', '1061', '3182', '1061', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('412', '42631', '2', '殺手', '57', '0', '4', '1591', '796', '3182', '1326', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('413', '42631', '3', '幫手', '57', '0', '2', '1591', '1061', '3182', '1061', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('414', '42631', '4', '兇手', '57', '0', '4', '1591', '796', '3182', '1326', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('415', '42631', '5', '助手', '57', '0', '3', '1326', '796', '2651', '1856', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('416', '42641', '1', '蔣門神', '57', '0', '4', '1750', '875', '4931', '1459', '10', '0', '1', 'NPC_Icon8');
INSERT INTO `ol_monster_bak` VALUES ('417', '42641', '2', '打手', '57', '0', '4', '1750', '875', '4931', '1459', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('418', '42641', '3', '殺手', '57', '0', '1', '1459', '1459', '4931', '1167', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('419', '42641', '4', '兇手', '57', '0', '1', '1459', '1459', '4931', '1167', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('420', '42641', '5', '幫手', '57', '0', '1', '1459', '1459', '4931', '1167', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('421', '42711', '1', '大廚', '58', '0', '4', '1890', '945', '3780', '1575', '10', '0', '1', 'NPC_Icon9');
INSERT INTO `ol_monster_bak` VALUES ('422', '42711', '2', '大洗菜員', '58', '0', '3', '1575', '945', '3150', '2205', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('423', '42711', '3', '二洗菜員', '58', '0', '2', '1890', '1260', '3780', '1260', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('424', '42711', '4', '三洗菜員', '58', '0', '4', '1890', '945', '3780', '1575', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('425', '42711', '5', '四洗菜員', '58', '0', '4', '1890', '945', '3780', '1575', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('426', '42721', '1', '管事', '58', '0', '2', '1890', '1260', '3780', '1260', '10', '0', '1', 'NPC_Icon10');
INSERT INTO `ol_monster_bak` VALUES ('427', '42721', '2', '傭人甲', '58', '0', '4', '1890', '945', '3780', '1575', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('428', '42721', '3', '傭人乙', '58', '0', '3', '1575', '945', '3150', '2205', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('429', '42721', '4', '傭人丙', '58', '0', '1', '1575', '1575', '3780', '1260', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('430', '42721', '5', '傭人丁', '58', '0', '4', '1890', '945', '3780', '1575', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('431', '42731', '1', '張團練', '59', '0', '2', '1917', '1278', '3834', '1278', '10', '0', '1', 'NPC_Icon11');
INSERT INTO `ol_monster_bak` VALUES ('432', '42731', '2', '小陪練', '59', '0', '4', '1917', '959', '3834', '1598', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('433', '42731', '3', '二陪練', '59', '0', '4', '1917', '959', '3834', '1598', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('434', '42731', '4', '三陪練', '59', '0', '3', '1598', '959', '3195', '2237', '10', '0', '1', 'YX039');
INSERT INTO `ol_monster_bak` VALUES ('435', '42731', '5', '四陪練', '59', '0', '4', '1917', '959', '3834', '1598', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('436', '42741', '1', '張都監', '60', '0', '4', '2139', '1070', '6027', '1782', '10', '0', '1', 'NPC_Icon12');
INSERT INTO `ol_monster_bak` VALUES ('437', '42741', '2', '張秘書', '60', '0', '3', '1782', '1070', '5022', '2495', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('438', '42741', '3', '張車夫', '60', '0', '3', '1782', '1070', '5022', '2495', '10', '0', '1', 'YX002');
INSERT INTO `ol_monster_bak` VALUES ('439', '42741', '4', '張執行', '60', '0', '4', '2139', '1070', '6027', '1782', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('440', '42741', '5', '張工', '60', '0', '4', '2139', '1070', '6027', '1782', '10', '0', '1', 'YX043');
INSERT INTO `ol_monster_bak` VALUES ('441', '42811', '1', '劉老漢', '60', '0', '1', '1563', '1563', '3750', '1250', '10', '0', '1', 'NPC_Icon13');
INSERT INTO `ol_monster_bak` VALUES ('442', '42811', '2', '小兒子', '60', '0', '4', '1875', '938', '3750', '1563', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('443', '42811', '3', '二兒子', '60', '0', '4', '1875', '938', '3750', '1563', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('444', '42811', '4', '三兒子', '60', '0', '4', '1875', '938', '3750', '1563', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('445', '42811', '5', '四兒子', '60', '0', '4', '1875', '938', '3750', '1563', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('446', '42821', '1', '劉夫人', '61', '0', '3', '1586', '952', '3171', '2220', '10', '0', '1', 'NPC_Icon14');
INSERT INTO `ol_monster_bak` VALUES ('447', '42821', '2', '鄰居', '61', '0', '2', '1903', '1269', '3805', '1269', '10', '0', '1', 'YX011');
INSERT INTO `ol_monster_bak` VALUES ('448', '42821', '3', '潑婦', '61', '0', '4', '1903', '952', '3805', '1586', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('449', '42821', '4', '悍女', '61', '0', '1', '1586', '1586', '3805', '1269', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('450', '42821', '5', '彪女', '61', '0', '4', '1903', '952', '3805', '1586', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('451', '42831', '1', '鎮三山', '61', '0', '2', '1903', '1269', '3805', '1269', '10', '0', '1', 'NPC_Icon15');
INSERT INTO `ol_monster_bak` VALUES ('452', '42831', '2', '黑兄弟', '61', '0', '2', '1903', '1269', '3805', '1269', '10', '0', '1', 'YX040');
INSERT INTO `ol_monster_bak` VALUES ('453', '42831', '3', '二兄弟', '61', '0', '1', '1586', '1586', '3805', '1269', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('454', '42831', '4', '三兄弟', '61', '0', '1', '1586', '1586', '3805', '1269', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('455', '42831', '5', '四兄弟', '61', '0', '4', '1903', '952', '3805', '1586', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('456', '42841', '1', '劉高', '62', '0', '4', '2123', '1062', '5982', '1769', '10', '0', '1', 'NPC_Icon16');
INSERT INTO `ol_monster_bak` VALUES ('457', '42841', '2', '打手', '62', '0', '2', '2123', '1416', '5982', '1416', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('458', '42841', '3', '刺客', '62', '0', '2', '2123', '1416', '5982', '1416', '10', '0', '1', 'YX009');
INSERT INTO `ol_monster_bak` VALUES ('459', '42841', '4', '殺手', '62', '0', '4', '2123', '1062', '5982', '1769', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('460', '42841', '5', '兇手', '62', '0', '3', '1769', '1062', '4985', '2477', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('461', '42911', '1', '士兵', '62', '0', '3', '1642', '986', '3284', '2299', '10', '0', '1', 'NPC_Icon17');
INSERT INTO `ol_monster_bak` VALUES ('462', '42911', '2', '士兵甲', '62', '0', '2', '1971', '1314', '3941', '1314', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('463', '42911', '3', '士兵乙', '62', '0', '4', '1971', '986', '3941', '1642', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('464', '42911', '4', '士兵丙', '62', '0', '1', '1642', '1642', '3941', '1314', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('465', '42911', '5', '士兵丁', '62', '0', '4', '1971', '986', '3941', '1642', '10', '0', '1', 'YX016');
INSERT INTO `ol_monster_bak` VALUES ('466', '42921', '1', '黃通判', '63', '0', '4', '1999', '1000', '3997', '1666', '10', '0', '1', 'NPC_Icon18');
INSERT INTO `ol_monster_bak` VALUES ('467', '42921', '2', '傳令員', '63', '0', '3', '1666', '1000', '3331', '2332', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('468', '42921', '3', '士兵甲', '63', '0', '1', '1666', '1666', '3997', '1333', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('469', '42921', '4', '士兵乙', '63', '0', '4', '1999', '1000', '3997', '1666', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('470', '42921', '5', '士兵丙', '63', '0', '2', '1999', '1333', '3997', '1333', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('471', '42931', '1', '監斬官', '63', '0', '4', '1999', '1000', '3997', '1666', '10', '0', '1', 'NPC_Icon19');
INSERT INTO `ol_monster_bak` VALUES ('472', '42931', '2', '行刑員', '63', '0', '1', '1666', '1666', '3997', '1333', '10', '0', '1', 'YX012');
INSERT INTO `ol_monster_bak` VALUES ('473', '42931', '3', '士兵甲', '63', '0', '1', '1666', '1666', '3997', '1333', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('474', '42931', '4', '士兵乙', '63', '0', '4', '1999', '1000', '3997', '1666', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('475', '42931', '5', '士兵丙', '63', '0', '3', '1666', '1000', '3331', '2332', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('476', '42941', '1', '蔡九', '64', '0', '1', '1858', '1858', '6282', '1486', '10', '0', '1', 'NPC_Icon20');
INSERT INTO `ol_monster_bak` VALUES ('477', '42941', '2', '芹蔡', '64', '0', '4', '2229', '1115', '6282', '1858', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('478', '42941', '3', '花蔡', '64', '0', '4', '2229', '1115', '6282', '1858', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('479', '42941', '4', '韭蔡', '64', '0', '2', '2229', '1486', '6282', '1486', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('480', '42941', '5', '白蔡', '64', '0', '2', '2229', '1486', '6282', '1486', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('481', '43011', '1', '李應', '64', '0', '4', '2118', '1059', '4236', '1765', '10', '0', '1', 'NPC_Icon21');
INSERT INTO `ol_monster_bak` VALUES ('482', '43011', '2', '打手', '64', '0', '3', '1765', '1059', '3530', '2471', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('483', '43011', '3', '殺手', '64', '0', '3', '1765', '1059', '3530', '2471', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('484', '43011', '4', '幫手', '64', '0', '4', '2118', '1059', '4236', '1765', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('485', '43011', '5', '兇手', '64', '0', '4', '2118', '1059', '4236', '1765', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('486', '43021', '1', '扈三娘', '65', '0', '2', '2147', '1431', '4293', '1431', '10', '0', '1', 'NPC_Icon22');
INSERT INTO `ol_monster_bak` VALUES ('487', '43021', '2', '打手', '65', '0', '2', '2147', '1431', '4293', '1431', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('488', '43021', '3', '殺手', '65', '0', '1', '1789', '1789', '4293', '1431', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('489', '43021', '4', '幫手', '65', '0', '4', '2147', '1074', '4293', '1789', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('490', '43021', '5', '兇手', '65', '0', '3', '1789', '1074', '3578', '2505', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('491', '43031', '1', '祝家三虎', '66', '0', '1', '1812', '1812', '4349', '1450', '10', '0', '1', 'NPC_Icon23');
INSERT INTO `ol_monster_bak` VALUES ('492', '43031', '2', '打手', '66', '0', '3', '1812', '1088', '3624', '2537', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('493', '43031', '3', '殺手', '66', '0', '4', '2175', '1088', '4349', '1812', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('494', '43031', '4', '幫手', '66', '0', '3', '1812', '1088', '3624', '2537', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('495', '43031', '5', '兇手', '66', '0', '4', '2175', '1088', '4349', '1812', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('496', '43041', '1', '祝莊主', '66', '0', '4', '2392', '1196', '6741', '1994', '10', '0', '1', 'NPC_Icon24');
INSERT INTO `ol_monster_bak` VALUES ('497', '43041', '2', '打手', '66', '0', '1', '1994', '1994', '6741', '1595', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('498', '43041', '3', '殺手', '66', '0', '1', '1994', '1994', '6741', '1595', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('499', '43041', '4', '幫手', '66', '0', '3', '1994', '1196', '5618', '2791', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('500', '43041', '5', '兇手', '66', '0', '3', '1994', '1196', '5618', '2791', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('501', '43111', '1', '秀才', '67', '0', '1', '1927', '1927', '4623', '1541', '10', '0', '1', 'NPC_Icon25');
INSERT INTO `ol_monster_bak` VALUES ('502', '43111', '2', '黃師爺', '67', '0', '4', '2312', '1156', '4623', '1927', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('503', '43111', '3', '秀才甲', '67', '0', '1', '1927', '1927', '4623', '1541', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('504', '43111', '4', '秀才乙', '67', '0', '4', '2312', '1156', '4623', '1927', '10', '0', '1', 'YX036');
INSERT INTO `ol_monster_bak` VALUES ('505', '43111', '5', '秀才丙', '67', '0', '4', '2312', '1156', '4623', '1927', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('506', '43121', '1', '衙役', '67', '0', '3', '1927', '1156', '3853', '2697', '10', '0', '1', 'NPC_Icon26');
INSERT INTO `ol_monster_bak` VALUES ('507', '43121', '2', '班頭', '67', '0', '3', '1927', '1156', '3853', '2697', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('508', '43121', '3', '捕役甲', '67', '0', '4', '2312', '1156', '4623', '1927', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('509', '43121', '4', '捕役乙', '67', '0', '4', '2312', '1156', '4623', '1927', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('510', '43121', '5', '捕役丙', '67', '0', '3', '1927', '1156', '3853', '2697', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('511', '43131', '1', '王太守', '68', '0', '1', '1950', '1950', '4680', '1560', '10', '0', '1', 'NPC_Icon27');
INSERT INTO `ol_monster_bak` VALUES ('512', '43131', '2', '捕快甲', '68', '0', '2', '2340', '1560', '4680', '1560', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('513', '43131', '3', '捕快乙', '68', '0', '1', '1950', '1950', '4680', '1560', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('514', '43131', '4', '捕快丙', '68', '0', '3', '1950', '1170', '3900', '2730', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('515', '43131', '5', '捕快丁', '68', '0', '4', '2340', '1170', '4680', '1950', '10', '0', '1', 'BJ004');
INSERT INTO `ol_monster_bak` VALUES ('516', '43141', '1', '梁中書', '68', '0', '1', '2145', '2145', '7254', '1716', '10', '0', '1', 'NPC_Icon28');
INSERT INTO `ol_monster_bak` VALUES ('517', '43141', '2', '楊提轄', '68', '0', '3', '2145', '1287', '6045', '3003', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('518', '43141', '3', '張提轄', '68', '0', '2', '2574', '1716', '7254', '1716', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('519', '43141', '4', '李提轄', '68', '0', '4', '2574', '1287', '7254', '2145', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('520', '43141', '5', '王提轄', '68', '0', '4', '2574', '1287', '7254', '2145', '10', '0', '1', 'YX021');
INSERT INTO `ol_monster_bak` VALUES ('521', '43211', '1', '報名官', '69', '0', '3', '1987', '1192', '3973', '2782', '10', '0', '1', 'NPC_Icon29');
INSERT INTO `ol_monster_bak` VALUES ('522', '43211', '2', '協會長', '69', '0', '4', '2384', '1192', '4768', '1987', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('523', '43211', '3', '協會官', '69', '0', '1', '1987', '1987', '4768', '1590', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('524', '43211', '4', '協會員', '69', '0', '4', '2384', '1192', '4768', '1987', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('525', '43211', '5', '蹴鞠員', '69', '0', '1', '1987', '1987', '4768', '1590', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('526', '43221', '1', '陸謙', '69', '0', '4', '2384', '1192', '4768', '1987', '10', '0', '1', 'NPC_Icon30');
INSERT INTO `ol_monster_bak` VALUES ('527', '43221', '2', '協會長', '69', '0', '3', '1987', '1192', '3973', '2782', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('528', '43221', '3', '協會官', '69', '0', '4', '2384', '1192', '4768', '1987', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('529', '43221', '4', '協會員', '69', '0', '1', '1987', '1987', '4768', '1590', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('530', '43221', '5', '蹴鞠員', '69', '0', '2', '2384', '1590', '4768', '1590', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('531', '43231', '1', '高衙內', '70', '0', '2', '2413', '1609', '4826', '1609', '10', '0', '1', 'NPC_Icon31');
INSERT INTO `ol_monster_bak` VALUES ('532', '43231', '2', '協會長', '70', '0', '4', '2413', '1207', '4826', '2011', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('533', '43231', '3', '協會官', '70', '0', '2', '2413', '1609', '4826', '1609', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('534', '43231', '4', '協會員', '70', '0', '4', '2413', '1207', '4826', '2011', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('535', '43231', '5', '蹴鞠員', '70', '0', '4', '2413', '1207', '4826', '2011', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('536', '43241', '1', '高俅', '70', '0', '1', '2212', '2212', '7480', '1770', '10', '0', '1', 'NPC_Icon32');
INSERT INTO `ol_monster_bak` VALUES ('537', '43241', '2', '協會長', '70', '0', '5', '3097', '1770', '4987', '2212', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('538', '43241', '3', '協會官', '70', '0', '5', '3097', '1770', '4987', '2212', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('539', '43241', '4', '協會員', '70', '0', '5', '3097', '1770', '4987', '2212', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('540', '43241', '5', '蹴鞠員', '70', '0', '5', '3097', '1770', '4987', '2212', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('541', '43311', '1', '店小二', '70', '0', '1', '1927', '1927', '5086', '1542', '10', '0', '1', 'NPC_Icon1');
INSERT INTO `ol_monster_bak` VALUES ('542', '43311', '2', '店小三', '70', '0', '1', '1927', '1927', '5086', '1542', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('543', '43311', '3', '店小四', '70', '0', '3', '1927', '1156', '4239', '2698', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('544', '43311', '4', '店小五', '70', '0', '1', '1927', '1927', '5086', '1542', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('545', '43311', '5', '店小六', '70', '0', '3', '1927', '1156', '4239', '2698', '10', '0', '1', 'YX018');
INSERT INTO `ol_monster_bak` VALUES ('546', '43321', '1', '藥販子', '70', '0', '4', '2312', '1156', '5086', '1927', '10', '0', '1', 'NPC_Icon2');
INSERT INTO `ol_monster_bak` VALUES ('547', '43321', '2', '二把手', '70', '0', '3', '1927', '1156', '4239', '2698', '10', '0', '1', 'YX032');
INSERT INTO `ol_monster_bak` VALUES ('548', '43321', '3', '三把手', '70', '0', '4', '2312', '1156', '5086', '1927', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('549', '43321', '4', '四把手', '70', '0', '4', '2312', '1156', '5086', '1927', '10', '0', '1', 'YX007');
INSERT INTO `ol_monster_bak` VALUES ('550', '43321', '5', '五把手', '70', '0', '1', '1927', '1927', '5086', '1542', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('551', '43331', '1', '潘金蓮', '70', '0', '4', '2517', '1259', '5537', '2097', '10', '0', '1', 'NPC_Icon3');
INSERT INTO `ol_monster_bak` VALUES ('552', '43331', '2', '銀蓮', '70', '0', '4', '2517', '1259', '5537', '2097', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('553', '43331', '3', '翠蓮', '70', '0', '3', '2097', '1259', '4614', '2936', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('554', '43331', '4', '寶蓮', '70', '0', '1', '2097', '2097', '5537', '1678', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('555', '43331', '5', '花蓮', '70', '0', '4', '2517', '1259', '5537', '2097', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('556', '43341', '1', '西門慶', '70', '0', '1', '2307', '2307', '9440', '1846', '10', '0', '1', 'NPC_Icon4');
INSERT INTO `ol_monster_bak` VALUES ('557', '43341', '2', '打手', '70', '0', '1', '2307', '2307', '9440', '1846', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('558', '43341', '3', '殺手', '70', '0', '2', '2769', '1846', '9440', '1846', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('559', '43341', '4', '幫手', '70', '0', '2', '2769', '1846', '9440', '1846', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('560', '43341', '5', '兇手', '70', '0', '2', '2769', '1846', '9440', '1846', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('561', '43411', '1', '夥計', '70', '0', '3', '2202', '1322', '5285', '3083', '10', '0', '1', 'NPC_Icon5');
INSERT INTO `ol_monster_bak` VALUES ('562', '43411', '2', '二夥計', '70', '0', '4', '2643', '1322', '6342', '2202', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('563', '43411', '3', '三夥計', '70', '0', '3', '2202', '1322', '5285', '3083', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('564', '43411', '4', '四夥計', '70', '0', '3', '2202', '1322', '5285', '3083', '10', '0', '1', 'YX001');
INSERT INTO `ol_monster_bak` VALUES ('565', '43411', '5', '五夥計', '70', '0', '1', '2202', '2202', '6342', '1762', '10', '0', '1', 'YX005');
INSERT INTO `ol_monster_bak` VALUES ('566', '43421', '1', '鎮關西', '70', '0', '1', '2202', '2202', '6342', '1762', '10', '0', '1', 'NPC_Icon6');
INSERT INTO `ol_monster_bak` VALUES ('567', '43421', '2', '小徒弟', '70', '0', '4', '2643', '1322', '6342', '2202', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('568', '43421', '3', '二徒弟', '70', '0', '4', '2643', '1322', '6342', '2202', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('569', '43421', '4', '三徒弟', '70', '0', '2', '2643', '1762', '6342', '1762', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('570', '43421', '5', '四徒弟', '70', '0', '2', '2643', '1762', '6342', '1762', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('571', '43431', '1', '打手', '70', '0', '2', '2784', '1856', '6681', '1856', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('572', '43431', '2', '殺手', '70', '0', '4', '2784', '1392', '6681', '2320', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('573', '43431', '3', '幫手', '70', '0', '2', '2784', '1856', '6681', '1856', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('574', '43431', '4', '兇手', '70', '0', '4', '2784', '1392', '6681', '2320', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('575', '43431', '5', '助手', '70', '0', '3', '2320', '1392', '5568', '3248', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('576', '43441', '1', '蔣門神', '70', '0', '4', '3063', '1532', '12427', '2552', '10', '0', '1', 'NPC_Icon8');
INSERT INTO `ol_monster_bak` VALUES ('577', '43441', '2', '打手', '70', '0', '4', '3063', '1532', '12427', '2552', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('578', '43441', '3', '殺手', '70', '0', '1', '2552', '2552', '12427', '2042', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('579', '43441', '4', '兇手', '70', '0', '1', '2552', '2552', '12427', '2042', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('580', '43441', '5', '幫手', '70', '0', '1', '2552', '2552', '12427', '2042', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('581', '43511', '1', '大廚', '70', '0', '4', '2745', '1373', '7137', '2288', '10', '0', '1', 'NPC_Icon9');
INSERT INTO `ol_monster_bak` VALUES ('582', '43511', '2', '大洗菜員', '70', '0', '3', '2288', '1373', '5948', '3203', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('583', '43511', '3', '二洗菜員', '70', '0', '2', '2745', '1830', '7137', '1830', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('584', '43511', '4', '三洗菜員', '70', '0', '4', '2745', '1373', '7137', '2288', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('585', '43511', '5', '四洗菜員', '70', '0', '4', '2745', '1373', '7137', '2288', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('586', '43521', '1', '管事', '70', '0', '2', '2745', '1830', '7137', '1830', '10', '0', '1', 'NPC_Icon10');
INSERT INTO `ol_monster_bak` VALUES ('587', '43521', '2', '傭人甲', '70', '0', '4', '2745', '1373', '7137', '2288', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('588', '43521', '3', '傭人乙', '70', '0', '3', '2288', '1373', '5948', '3203', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('589', '43521', '4', '傭人丙', '70', '0', '1', '2288', '2288', '7137', '1830', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('590', '43521', '5', '傭人丁', '70', '0', '4', '2745', '1373', '7137', '2288', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('591', '43531', '1', '張團練', '70', '0', '2', '2928', '1952', '7613', '1952', '10', '0', '1', 'NPC_Icon11');
INSERT INTO `ol_monster_bak` VALUES ('592', '43531', '2', '小陪練', '70', '0', '4', '2928', '1464', '7613', '2440', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('593', '43531', '3', '二陪練', '70', '0', '4', '2928', '1464', '7613', '2440', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('594', '43531', '4', '三陪練', '70', '0', '3', '2440', '1464', '6344', '3416', '10', '0', '1', 'YX039');
INSERT INTO `ol_monster_bak` VALUES ('595', '43531', '5', '四陪練', '70', '0', '4', '2928', '1464', '7613', '2440', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('596', '43541', '1', '張都監', '70', '0', '4', '3221', '1611', '15340', '2684', '10', '0', '1', 'NPC_Icon12');
INSERT INTO `ol_monster_bak` VALUES ('597', '43541', '2', '張秘書', '70', '0', '3', '2684', '1611', '12784', '3758', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('598', '43541', '3', '張車夫', '70', '0', '3', '2684', '1611', '12784', '3758', '10', '0', '1', 'YX002');
INSERT INTO `ol_monster_bak` VALUES ('599', '43541', '4', '張執行', '70', '0', '4', '3221', '1611', '15340', '2684', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('600', '43541', '5', '張工', '70', '0', '4', '3221', '1611', '15340', '2684', '10', '0', '1', 'YX043');
INSERT INTO `ol_monster_bak` VALUES ('601', '43611', '1', '劉老漢', '70', '0', '1', '2335', '2335', '7845', '1868', '10', '0', '1', 'NPC_Icon13');
INSERT INTO `ol_monster_bak` VALUES ('602', '43611', '2', '小兒子', '70', '0', '4', '2802', '1401', '7845', '2335', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('603', '43611', '3', '二兒子', '70', '0', '4', '2802', '1401', '7845', '2335', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('604', '43611', '4', '三兒子', '70', '0', '4', '2802', '1401', '7845', '2335', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('605', '43611', '5', '四兒子', '70', '0', '4', '2802', '1401', '7845', '2335', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('606', '43621', '1', '劉夫人', '70', '0', '3', '2335', '1401', '6538', '3269', '10', '0', '1', 'NPC_Icon14');
INSERT INTO `ol_monster_bak` VALUES ('607', '43621', '2', '鄰居', '70', '0', '2', '2802', '1868', '7845', '1868', '10', '0', '1', 'YX011');
INSERT INTO `ol_monster_bak` VALUES ('608', '43621', '3', '潑婦', '70', '0', '4', '2802', '1401', '7845', '2335', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('609', '43621', '4', '悍女', '70', '0', '1', '2335', '2335', '7845', '1868', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('610', '43621', '5', '彪女', '70', '0', '4', '2802', '1401', '7845', '2335', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('611', '43631', '1', '鎮三山', '70', '0', '2', '3081', '2054', '8626', '2054', '10', '0', '1', 'NPC_Icon15');
INSERT INTO `ol_monster_bak` VALUES ('612', '43631', '2', '黑兄弟', '70', '0', '2', '3081', '2054', '8626', '2054', '10', '0', '1', 'YX040');
INSERT INTO `ol_monster_bak` VALUES ('613', '43631', '3', '二兄弟', '70', '0', '1', '2568', '2568', '8626', '2054', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('614', '43631', '4', '三兄弟', '70', '0', '1', '2568', '2568', '8626', '2054', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('615', '43631', '5', '四兄弟', '70', '0', '4', '3081', '1541', '8626', '2568', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('616', '43641', '1', '劉高', '70', '0', '4', '3389', '1695', '18719', '2824', '10', '0', '1', 'NPC_Icon16');
INSERT INTO `ol_monster_bak` VALUES ('617', '43641', '2', '打手', '70', '0', '2', '3389', '2260', '18719', '2260', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('618', '43641', '3', '刺客', '70', '0', '2', '3389', '2260', '18719', '2260', '10', '0', '1', 'YX009');
INSERT INTO `ol_monster_bak` VALUES ('619', '43641', '4', '殺手', '70', '0', '4', '3389', '1695', '18719', '2824', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('620', '43641', '5', '兇手', '70', '0', '3', '2824', '1695', '15599', '3954', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('621', '43711', '1', '士兵', '70', '0', '3', '2365', '1419', '6621', '3311', '10', '0', '1', 'NPC_Icon17');
INSERT INTO `ol_monster_bak` VALUES ('622', '43711', '2', '士兵甲', '70', '0', '2', '2838', '1892', '7945', '1892', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('623', '43711', '3', '士兵乙', '70', '0', '4', '2838', '1419', '7945', '2365', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('624', '43711', '4', '士兵丙', '70', '0', '1', '2365', '2365', '7945', '1892', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('625', '43711', '5', '士兵丁', '70', '0', '4', '2838', '1419', '7945', '2365', '10', '0', '1', 'YX016');
INSERT INTO `ol_monster_bak` VALUES ('626', '43721', '1', '黃通判', '70', '0', '4', '2838', '1419', '7945', '2365', '10', '0', '1', 'NPC_Icon18');
INSERT INTO `ol_monster_bak` VALUES ('627', '43721', '2', '傳令員', '70', '0', '3', '2365', '1419', '6621', '3311', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('628', '43721', '3', '士兵甲', '70', '0', '1', '2365', '2365', '7945', '1892', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('629', '43721', '4', '士兵乙', '70', '0', '4', '2838', '1419', '7945', '2365', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('630', '43721', '5', '士兵丙', '70', '0', '2', '2838', '1892', '7945', '1892', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('631', '43731', '1', '監斬官', '70', '0', '4', '3193', '1597', '8939', '2661', '10', '0', '1', 'NPC_Icon19');
INSERT INTO `ol_monster_bak` VALUES ('632', '43731', '2', '行刑員', '70', '0', '1', '2661', '2661', '8939', '2129', '10', '0', '1', 'YX012');
INSERT INTO `ol_monster_bak` VALUES ('633', '43731', '3', '士兵甲', '70', '0', '1', '2661', '2661', '8939', '2129', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('634', '43731', '4', '士兵乙', '70', '0', '4', '3193', '1597', '8939', '2661', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('635', '43731', '5', '士兵丙', '70', '0', '3', '2661', '1597', '7449', '3725', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('636', '43741', '1', '蔡九', '70', '0', '1', '2927', '2927', '19397', '2342', '10', '0', '1', 'NPC_Icon20');
INSERT INTO `ol_monster_bak` VALUES ('637', '43741', '2', '芹蔡', '70', '0', '4', '3512', '1756', '19397', '2927', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('638', '43741', '3', '花蔡', '70', '0', '4', '3512', '1756', '19397', '2927', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('639', '43741', '4', '韭蔡', '70', '0', '2', '3512', '2342', '19397', '2342', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('640', '43741', '5', '白蔡', '70', '0', '2', '3512', '2342', '19397', '2342', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('641', '43811', '1', '李應', '70', '0', '4', '3041', '1521', '8514', '2534', '10', '0', '1', 'NPC_Icon21');
INSERT INTO `ol_monster_bak` VALUES ('642', '43811', '2', '打手', '70', '0', '3', '2534', '1521', '7095', '3548', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('643', '43811', '3', '殺手', '70', '0', '3', '2534', '1521', '7095', '3548', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('644', '43811', '4', '幫手', '70', '0', '4', '3041', '1521', '8514', '2534', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('645', '43811', '5', '兇手', '70', '0', '4', '3041', '1521', '8514', '2534', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('646', '43821', '1', '扈三娘', '70', '0', '2', '3041', '2027', '8514', '2027', '10', '0', '1', 'NPC_Icon22');
INSERT INTO `ol_monster_bak` VALUES ('647', '43821', '2', '打手', '70', '0', '2', '3041', '2027', '8514', '2027', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('648', '43821', '3', '殺手', '70', '0', '1', '2534', '2534', '8514', '2027', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('649', '43821', '4', '幫手', '70', '0', '4', '3041', '1521', '8514', '2534', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('650', '43821', '5', '兇手', '70', '0', '3', '2534', '1521', '7095', '3548', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('651', '43831', '1', '祝家三虎', '70', '0', '1', '2820', '2820', '9475', '2256', '10', '0', '1', 'NPC_Icon23');
INSERT INTO `ol_monster_bak` VALUES ('652', '43831', '2', '打手', '70', '0', '3', '2820', '1692', '7896', '3948', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('653', '43831', '3', '殺手', '70', '0', '4', '3384', '1692', '9475', '2820', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('654', '43831', '4', '幫手', '70', '0', '3', '2820', '1692', '7896', '3948', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('655', '43831', '5', '兇手', '70', '0', '4', '3384', '1692', '9475', '2820', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('656', '43841', '1', '祝莊主', '70', '0', '4', '3723', '1862', '20560', '3102', '10', '0', '1', 'NPC_Icon24');
INSERT INTO `ol_monster_bak` VALUES ('657', '43841', '2', '打手', '70', '0', '1', '3102', '3102', '20560', '2482', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('658', '43841', '3', '殺手', '70', '0', '1', '3102', '3102', '20560', '2482', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('659', '43841', '4', '幫手', '70', '0', '3', '3102', '1862', '17133', '4343', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('660', '43841', '5', '兇手', '70', '0', '3', '3102', '1862', '17133', '4343', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('661', '43911', '1', '秀才', '70', '0', '1', '2655', '2655', '8919', '2124', '10', '0', '1', 'NPC_Icon25');
INSERT INTO `ol_monster_bak` VALUES ('662', '43911', '2', '黃師爺', '70', '0', '4', '3186', '1593', '8919', '2655', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('663', '43911', '3', '秀才甲', '70', '0', '1', '2655', '2655', '8919', '2124', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('664', '43911', '4', '秀才乙', '70', '0', '4', '3186', '1593', '8919', '2655', '10', '0', '1', 'YX036');
INSERT INTO `ol_monster_bak` VALUES ('665', '43911', '5', '秀才丙', '70', '0', '4', '3186', '1593', '8919', '2655', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('666', '43921', '1', '衙役', '70', '0', '3', '2655', '1593', '7432', '3716', '10', '0', '1', 'NPC_Icon26');
INSERT INTO `ol_monster_bak` VALUES ('667', '43921', '2', '班頭', '70', '0', '3', '2655', '1593', '7432', '3716', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('668', '43921', '3', '捕役甲', '70', '0', '4', '3186', '1593', '8919', '2655', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('669', '43921', '4', '捕役乙', '70', '0', '4', '3186', '1593', '8919', '2655', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('670', '43921', '5', '捕役丙', '70', '0', '3', '2655', '1593', '7432', '3716', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('671', '43931', '1', '王太守', '70', '0', '1', '2972', '2972', '9986', '2378', '10', '0', '1', 'NPC_Icon27');
INSERT INTO `ol_monster_bak` VALUES ('672', '43931', '2', '捕快甲', '70', '0', '2', '3567', '2378', '9986', '2378', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('673', '43931', '3', '捕快乙', '70', '0', '1', '2972', '2972', '9986', '2378', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('674', '43931', '4', '捕快丙', '70', '0', '3', '2972', '1784', '8322', '4161', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('675', '43931', '5', '捕快丁', '70', '0', '4', '3567', '1784', '9986', '2972', '10', '0', '1', 'BJ004');
INSERT INTO `ol_monster_bak` VALUES ('676', '43941', '1', '梁中書', '70', '0', '1', '3270', '3270', '21670', '2616', '10', '0', '1', 'NPC_Icon28');
INSERT INTO `ol_monster_bak` VALUES ('677', '43941', '2', '楊提轄', '70', '0', '3', '3270', '1962', '18058', '4577', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('678', '43941', '3', '張提轄', '70', '0', '2', '3924', '2616', '21670', '2616', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('679', '43941', '4', '李提轄', '70', '0', '4', '3924', '1962', '21670', '3270', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('680', '43941', '5', '王提轄', '70', '0', '4', '3924', '1962', '21670', '3270', '10', '0', '1', 'YX021');
INSERT INTO `ol_monster_bak` VALUES ('681', '44011', '1', '報名官', '70', '0', '3', '2829', '1698', '7922', '3961', '10', '0', '1', 'NPC_Icon29');
INSERT INTO `ol_monster_bak` VALUES ('682', '44011', '2', '協會長', '70', '0', '4', '3395', '1698', '9506', '2829', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('683', '44011', '3', '協會官', '70', '0', '1', '2829', '2829', '9506', '2264', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('684', '44011', '4', '協會員', '70', '0', '4', '3395', '1698', '9506', '2829', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('685', '44011', '5', '蹴鞠員', '70', '0', '1', '2829', '2829', '9506', '2264', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('686', '44021', '1', '陸謙', '70', '0', '4', '3395', '1698', '9506', '2829', '10', '0', '1', 'NPC_Icon30');
INSERT INTO `ol_monster_bak` VALUES ('687', '44021', '2', '協會長', '70', '0', '3', '2829', '1698', '7922', '3961', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('688', '44021', '3', '協會官', '70', '0', '4', '3395', '1698', '9506', '2829', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('689', '44021', '4', '協會員', '70', '0', '1', '2829', '2829', '9506', '2264', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('690', '44021', '5', '蹴鞠員', '70', '0', '2', '3395', '2264', '9506', '2264', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('691', '44031', '1', '高衙內', '70', '0', '2', '3819', '2546', '10693', '2546', '10', '0', '1', 'NPC_Icon31');
INSERT INTO `ol_monster_bak` VALUES ('692', '44031', '2', '協會長', '70', '0', '4', '3819', '1910', '10693', '3183', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('693', '44031', '3', '協會官', '70', '0', '2', '3819', '2546', '10693', '2546', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('694', '44031', '4', '協會員', '70', '0', '4', '3819', '1910', '10693', '3183', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('695', '44031', '5', '蹴鞠員', '70', '0', '4', '3819', '1910', '10693', '3183', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('696', '44041', '1', '高俅', '70', '0', '1', '3501', '3501', '23203', '2801', '10', '0', '1', 'NPC_Icon32');
INSERT INTO `ol_monster_bak` VALUES ('697', '44041', '2', '協會長', '70', '0', '5', '4901', '2801', '15469', '3501', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('698', '44041', '3', '協會官', '70', '0', '5', '4901', '2801', '15469', '3501', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('699', '44041', '4', '協會員', '70', '0', '5', '4901', '2801', '15469', '3501', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('700', '44041', '5', '蹴鞠員', '70', '0', '5', '4901', '2801', '15469', '3501', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('701', '44111', '1', '店小二', '70', '0', '1', '3279', '3279', '11017', '2623', '10', '0', '1', 'NPC_Icon1');
INSERT INTO `ol_monster_bak` VALUES ('702', '44111', '2', '店小三', '70', '0', '1', '3279', '3279', '11017', '2623', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('703', '44111', '3', '店小四', '70', '0', '3', '3279', '1968', '9181', '4591', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('704', '44111', '4', '店小五', '70', '0', '1', '3279', '3279', '11017', '2623', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('705', '44111', '5', '店小六', '70', '0', '3', '3279', '1968', '9181', '4591', '10', '0', '1', 'YX018');
INSERT INTO `ol_monster_bak` VALUES ('706', '44121', '1', '藥販子', '70', '0', '4', '3935', '1968', '11017', '3279', '10', '0', '1', 'NPC_Icon2');
INSERT INTO `ol_monster_bak` VALUES ('707', '44121', '2', '二把手', '70', '0', '3', '3279', '1968', '9181', '4591', '10', '0', '1', 'YX032');
INSERT INTO `ol_monster_bak` VALUES ('708', '44121', '3', '三把手', '70', '0', '4', '3935', '1968', '11017', '3279', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('709', '44121', '4', '四把手', '70', '0', '4', '3935', '1968', '11017', '3279', '10', '0', '1', 'YX007');
INSERT INTO `ol_monster_bak` VALUES ('710', '44121', '5', '五把手', '70', '0', '1', '3279', '3279', '11017', '2623', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('711', '44131', '1', '潘金蓮', '70', '0', '4', '4046', '2023', '11327', '3371', '10', '0', '1', 'NPC_Icon3');
INSERT INTO `ol_monster_bak` VALUES ('712', '44131', '2', '銀蓮', '70', '0', '4', '4046', '2023', '11327', '3371', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('713', '44131', '3', '翠蓮', '70', '0', '3', '3371', '2023', '9439', '4720', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('714', '44131', '4', '寶蓮', '70', '0', '1', '3371', '3371', '11327', '2697', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('715', '44131', '5', '花蓮', '70', '0', '4', '4046', '2023', '11327', '3371', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('716', '44141', '1', '西門慶', '70', '0', '1', '3709', '3709', '24579', '2967', '10', '0', '1', 'NPC_Icon4');
INSERT INTO `ol_monster_bak` VALUES ('717', '44141', '2', '打手', '70', '0', '1', '3709', '3709', '24579', '2967', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('718', '44141', '3', '殺手', '70', '0', '2', '4450', '2967', '24579', '2967', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('719', '44141', '4', '幫手', '70', '0', '2', '4450', '2967', '24579', '2967', '10', '0', '1', 'YX044');
INSERT INTO `ol_monster_bak` VALUES ('720', '44141', '5', '兇手', '70', '0', '2', '4450', '2967', '24579', '2967', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('721', '44211', '1', '夥計', '70', '0', '3', '3404', '2043', '9531', '4766', '10', '0', '1', 'NPC_Icon5');
INSERT INTO `ol_monster_bak` VALUES ('722', '44211', '2', '二夥計', '70', '0', '4', '4085', '2043', '11437', '3404', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('723', '44211', '3', '三夥計', '70', '0', '3', '3404', '2043', '9531', '4766', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('724', '44211', '4', '四夥計', '70', '0', '3', '3404', '2043', '9531', '4766', '10', '0', '1', 'YX001');
INSERT INTO `ol_monster_bak` VALUES ('725', '44211', '5', '五夥計', '70', '0', '1', '3404', '3404', '11437', '2723', '10', '0', '1', 'YX005');
INSERT INTO `ol_monster_bak` VALUES ('726', '44221', '1', '鎮關西', '70', '0', '1', '3404', '3404', '11437', '2723', '10', '0', '1', 'NPC_Icon6');
INSERT INTO `ol_monster_bak` VALUES ('727', '44221', '2', '小徒弟', '70', '0', '4', '4085', '2043', '11437', '3404', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('728', '44221', '3', '二徒弟', '70', '0', '4', '4085', '2043', '11437', '3404', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('729', '44221', '4', '三徒弟', '70', '0', '2', '4085', '2723', '11437', '2723', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('730', '44221', '5', '四徒弟', '70', '0', '2', '4085', '2723', '11437', '2723', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('731', '44231', '1', '打手', '70', '0', '2', '4290', '2860', '12010', '2860', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('732', '44231', '2', '殺手', '70', '0', '4', '4290', '2145', '12010', '3575', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('733', '44231', '3', '幫手', '70', '0', '2', '4290', '2860', '12010', '2860', '10', '0', '1', 'YX005');
INSERT INTO `ol_monster_bak` VALUES ('734', '44231', '4', '兇手', '70', '0', '4', '4290', '2145', '12010', '3575', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('735', '44231', '5', '助手', '70', '0', '3', '3575', '2145', '10008', '5004', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('736', '44241', '1', '蔣門神', '70', '0', '4', '4719', '2360', '26061', '3932', '10', '0', '1', 'NPC_Icon8');
INSERT INTO `ol_monster_bak` VALUES ('737', '44241', '2', '打手', '70', '0', '4', '4719', '2360', '26061', '3932', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('738', '44241', '3', '殺手', '70', '0', '1', '3932', '3932', '26061', '3146', '10', '0', '1', 'YX028');
INSERT INTO `ol_monster_bak` VALUES ('739', '44241', '4', '兇手', '70', '0', '1', '3932', '3932', '26061', '3146', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('740', '44241', '5', '幫手', '70', '0', '1', '3932', '3932', '26061', '3146', '10', '0', '1', 'YX018');
INSERT INTO `ol_monster_bak` VALUES ('741', '44311', '1', '大廚', '70', '0', '4', '4235', '2118', '11857', '3529', '10', '0', '1', 'NPC_Icon9');
INSERT INTO `ol_monster_bak` VALUES ('742', '44311', '2', '大洗菜員', '70', '0', '3', '3529', '2118', '9881', '4941', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('743', '44311', '3', '二洗菜員', '70', '0', '2', '4235', '2823', '11857', '2823', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('744', '44311', '4', '三洗菜員', '70', '0', '4', '4235', '2118', '11857', '3529', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('745', '44311', '5', '四洗菜員', '70', '0', '4', '4235', '2118', '11857', '3529', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('746', '44321', '1', '管事', '70', '0', '2', '4235', '2823', '11857', '2823', '10', '0', '1', 'NPC_Icon10');
INSERT INTO `ol_monster_bak` VALUES ('747', '44321', '2', '傭人甲', '70', '0', '4', '4235', '2118', '11857', '3529', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('748', '44321', '3', '傭人乙', '70', '0', '3', '3529', '2118', '9881', '4941', '10', '0', '1', 'YX024');
INSERT INTO `ol_monster_bak` VALUES ('749', '44321', '4', '傭人丙', '70', '0', '1', '3529', '3529', '11857', '2823', '10', '0', '1', 'YX014');
INSERT INTO `ol_monster_bak` VALUES ('750', '44321', '5', '傭人丁', '70', '0', '4', '4235', '2118', '11857', '3529', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('751', '44331', '1', '張團練', '70', '0', '2', '4440', '2960', '12430', '2960', '10', '0', '1', 'NPC_Icon11');
INSERT INTO `ol_monster_bak` VALUES ('752', '44331', '2', '小陪練', '70', '0', '4', '4440', '2220', '12430', '3700', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('753', '44331', '3', '二陪練', '70', '0', '4', '4440', '2220', '12430', '3700', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('754', '44331', '4', '三陪練', '70', '0', '3', '3700', '2220', '10358', '5179', '10', '0', '1', 'YX039');
INSERT INTO `ol_monster_bak` VALUES ('755', '44331', '5', '四陪練', '70', '0', '4', '4440', '2220', '12430', '3700', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('756', '44341', '1', '張都監', '70', '0', '4', '4884', '2442', '26972', '4070', '10', '0', '1', 'NPC_Icon12');
INSERT INTO `ol_monster_bak` VALUES ('757', '44341', '2', '張秘書', '70', '0', '3', '4070', '2442', '22477', '5697', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('758', '44341', '3', '張車夫', '70', '0', '3', '4070', '2442', '22477', '5697', '10', '0', '1', 'YX002');
INSERT INTO `ol_monster_bak` VALUES ('759', '44341', '4', '張執行', '70', '0', '4', '4884', '2442', '26972', '4070', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('760', '44341', '5', '張工', '70', '0', '4', '4884', '2442', '26972', '4070', '10', '0', '1', 'YX043');
INSERT INTO `ol_monster_bak` VALUES ('761', '44411', '1', '劉老漢', '70', '0', '1', '3654', '3654', '12277', '2923', '10', '0', '1', 'NPC_Icon13');
INSERT INTO `ol_monster_bak` VALUES ('762', '44411', '2', '小兒子', '70', '0', '4', '4385', '2193', '12277', '3654', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('763', '44411', '3', '二兒子', '70', '0', '4', '4385', '2193', '12277', '3654', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('764', '44411', '4', '三兒子', '70', '0', '4', '4385', '2193', '12277', '3654', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('765', '44411', '5', '四兒子', '70', '0', '4', '4385', '2193', '12277', '3654', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('766', '44421', '1', '劉夫人', '70', '0', '3', '3654', '2193', '10231', '5116', '10', '0', '1', 'NPC_Icon14');
INSERT INTO `ol_monster_bak` VALUES ('767', '44421', '2', '鄰居', '70', '0', '2', '4385', '2923', '12277', '2923', '10', '0', '1', 'YX011');
INSERT INTO `ol_monster_bak` VALUES ('768', '44421', '3', '潑婦', '70', '0', '4', '4385', '2193', '12277', '3654', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('769', '44421', '4', '悍女', '70', '0', '1', '3654', '3654', '12277', '2923', '10', '0', '1', 'YX030');
INSERT INTO `ol_monster_bak` VALUES ('770', '44421', '5', '彪女', '70', '0', '4', '4385', '2193', '12277', '3654', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('771', '44431', '1', '鎮三山', '70', '0', '2', '4590', '3060', '12850', '3060', '10', '0', '1', 'NPC_Icon15');
INSERT INTO `ol_monster_bak` VALUES ('772', '44431', '2', '黑兄弟', '70', '0', '2', '4590', '3060', '12850', '3060', '10', '0', '1', 'YX040');
INSERT INTO `ol_monster_bak` VALUES ('773', '44431', '3', '二兄弟', '70', '0', '1', '3825', '3825', '12850', '3060', '10', '0', '1', 'YX020');
INSERT INTO `ol_monster_bak` VALUES ('774', '44431', '4', '三兄弟', '70', '0', '1', '3825', '3825', '12850', '3060', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('775', '44431', '5', '四兄弟', '70', '0', '4', '4590', '2295', '12850', '3825', '10', '0', '1', 'YX008');
INSERT INTO `ol_monster_bak` VALUES ('776', '44441', '1', '劉高', '70', '0', '4', '5049', '2525', '27884', '4207', '10', '0', '1', 'NPC_Icon16');
INSERT INTO `ol_monster_bak` VALUES ('777', '44441', '2', '打手', '70', '0', '2', '5049', '3366', '27884', '3366', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('778', '44441', '3', '刺客', '70', '0', '2', '5049', '3366', '27884', '3366', '10', '0', '1', 'YX009');
INSERT INTO `ol_monster_bak` VALUES ('779', '44441', '4', '殺手', '70', '0', '4', '5049', '2525', '27884', '4207', '10', '0', '1', 'YX040');
INSERT INTO `ol_monster_bak` VALUES ('780', '44441', '5', '兇手', '70', '0', '3', '4207', '2525', '23237', '5890', '10', '0', '1', 'YX037');
INSERT INTO `ol_monster_bak` VALUES ('781', '44511', '1', '士兵', '70', '0', '3', '3779', '2268', '10581', '5291', '10', '0', '1', 'NPC_Icon17');
INSERT INTO `ol_monster_bak` VALUES ('782', '44511', '2', '士兵甲', '70', '0', '2', '4535', '3023', '12824', '3023', '10', '0', '1', 'YX004');
INSERT INTO `ol_monster_bak` VALUES ('783', '44511', '3', '士兵乙', '70', '0', '4', '4535', '2268', '12824', '3779', '10', '0', '1', 'YX006');
INSERT INTO `ol_monster_bak` VALUES ('784', '44511', '4', '士兵丙', '70', '0', '1', '3779', '3779', '12824', '3023', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('785', '44511', '5', '士兵丁', '70', '0', '4', '4535', '2268', '12824', '3779', '10', '0', '1', 'YX016');
INSERT INTO `ol_monster_bak` VALUES ('786', '44521', '1', '黃通判', '70', '0', '4', '4535', '2268', '12824', '3779', '10', '0', '1', 'NPC_Icon18');
INSERT INTO `ol_monster_bak` VALUES ('787', '44521', '2', '傳令員', '70', '0', '3', '3779', '2268', '10687', '5291', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('788', '44521', '3', '士兵甲', '70', '0', '1', '3779', '3779', '12824', '3023', '10', '0', '1', 'YX034');
INSERT INTO `ol_monster_bak` VALUES ('789', '44521', '4', '士兵乙', '70', '0', '4', '4535', '2268', '12824', '3779', '10', '0', '1', 'YX007');
INSERT INTO `ol_monster_bak` VALUES ('790', '44521', '5', '士兵丙', '70', '0', '2', '4535', '3023', '12824', '3023', '10', '0', '1', 'YX009');
INSERT INTO `ol_monster_bak` VALUES ('791', '44531', '1', '監斬官', '70', '0', '4', '4740', '2370', '13403', '3950', '10', '0', '1', 'NPC_Icon19');
INSERT INTO `ol_monster_bak` VALUES ('792', '44531', '2', '行刑員', '70', '0', '1', '3950', '3950', '13403', '3160', '10', '0', '1', 'YX012');
INSERT INTO `ol_monster_bak` VALUES ('793', '44531', '3', '士兵甲', '70', '0', '1', '3950', '3950', '13403', '3160', '10', '0', '1', 'YX026');
INSERT INTO `ol_monster_bak` VALUES ('794', '44531', '4', '士兵乙', '70', '0', '4', '4740', '2370', '13403', '3950', '10', '0', '1', 'YX029');
INSERT INTO `ol_monster_bak` VALUES ('795', '44531', '5', '士兵丙', '70', '0', '3', '3950', '2370', '11169', '5529', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('796', '44541', '1', '蔡九', '70', '0', '1', '4345', '4345', '29083', '3476', '10', '0', '1', 'NPC_Icon20');
INSERT INTO `ol_monster_bak` VALUES ('797', '44541', '2', '芹蔡', '70', '0', '4', '5214', '2607', '29083', '4345', '10', '0', '1', 'YX041');
INSERT INTO `ol_monster_bak` VALUES ('798', '44541', '3', '花蔡', '70', '0', '4', '5214', '2607', '29083', '4345', '10', '0', '1', 'YX042');
INSERT INTO `ol_monster_bak` VALUES ('799', '44541', '4', '韭蔡', '70', '0', '2', '5214', '3476', '29083', '3476', '10', '0', '1', 'YX017');
INSERT INTO `ol_monster_bak` VALUES ('800', '44541', '5', '白蔡', '70', '0', '2', '5214', '3476', '29083', '3476', '10', '0', '1', 'YX025');
INSERT INTO `ol_monster_bak` VALUES ('801', '44611', '1', '李應', '70', '0', '4', '4685', '2343', '13379', '3904', '10', '0', '1', 'NPC_Icon21');
INSERT INTO `ol_monster_bak` VALUES ('802', '44611', '2', '打手', '70', '0', '3', '3904', '2343', '11150', '5466', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('803', '44611', '3', '殺手', '70', '0', '3', '3904', '2343', '11150', '5466', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('804', '44611', '4', '幫手', '70', '0', '4', '4685', '2343', '13379', '3904', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('805', '44611', '5', '兇手', '70', '0', '4', '4685', '2343', '13379', '3904', '10', '0', '1', 'BJ007');
INSERT INTO `ol_monster_bak` VALUES ('806', '44621', '1', '扈三娘', '70', '0', '2', '4685', '3123', '13379', '3123', '10', '0', '1', 'NPC_Icon22');
INSERT INTO `ol_monster_bak` VALUES ('807', '44621', '2', '打手', '70', '0', '2', '4685', '3123', '13379', '3123', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('808', '44621', '3', '殺手', '70', '0', '1', '3904', '3904', '13379', '3123', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('809', '44621', '4', '幫手', '70', '0', '4', '4685', '2343', '13379', '3904', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('810', '44621', '5', '兇手', '70', '0', '3', '3904', '2343', '11150', '5466', '10', '0', '1', 'BJ007');
INSERT INTO `ol_monster_bak` VALUES ('811', '44631', '1', '祝家三虎', '70', '0', '1', '4075', '4075', '13964', '3260', '10', '0', '1', 'NPC_Icon23');
INSERT INTO `ol_monster_bak` VALUES ('812', '44631', '2', '打手', '70', '0', '3', '4075', '2445', '11637', '5704', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('813', '44631', '3', '殺手', '70', '0', '4', '4890', '2445', '13964', '4075', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('814', '44631', '4', '幫手', '70', '0', '3', '4075', '2445', '11637', '5704', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('815', '44631', '5', '兇手', '70', '0', '4', '4890', '2445', '13964', '4075', '10', '0', '1', 'BJ007');
INSERT INTO `ol_monster_bak` VALUES ('816', '44641', '1', '祝莊主', '70', '0', '4', '5379', '2690', '30301', '4482', '10', '0', '1', 'NPC_Icon24');
INSERT INTO `ol_monster_bak` VALUES ('817', '44641', '2', '打手', '70', '0', '1', '4482', '4482', '30301', '3586', '10', '0', '1', 'NPC_Icon7');
INSERT INTO `ol_monster_bak` VALUES ('818', '44641', '3', '殺手', '70', '0', '1', '4482', '4482', '30301', '3586', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('819', '44641', '4', '幫手', '70', '0', '3', '4482', '2690', '25251', '6275', '10', '0', '1', 'BJ006');
INSERT INTO `ol_monster_bak` VALUES ('820', '44641', '5', '兇手', '70', '0', '3', '4482', '2690', '25251', '6275', '10', '0', '1', 'BJ007');
INSERT INTO `ol_monster_bak` VALUES ('821', '44711', '1', '秀才', '70', '0', '1', '4154', '4154', '14376', '3323', '10', '0', '1', 'NPC_Icon25');
INSERT INTO `ol_monster_bak` VALUES ('822', '44711', '2', '黃師爺', '70', '0', '4', '4985', '2493', '14376', '4154', '10', '0', '1', 'YX033');
INSERT INTO `ol_monster_bak` VALUES ('823', '44711', '3', '秀才甲', '70', '0', '1', '4154', '4154', '14376', '3323', '10', '0', '1', 'YX035');
INSERT INTO `ol_monster_bak` VALUES ('824', '44711', '4', '秀才乙', '70', '0', '4', '4985', '2493', '14376', '4154', '10', '0', '1', 'YX036');
INSERT INTO `ol_monster_bak` VALUES ('825', '44711', '5', '秀才丙', '70', '0', '4', '4985', '2493', '14376', '4154', '10', '0', '1', 'YX038');
INSERT INTO `ol_monster_bak` VALUES ('826', '44721', '1', '衙役', '70', '0', '3', '4154', '2493', '11980', '5816', '10', '0', '1', 'NPC_Icon26');
INSERT INTO `ol_monster_bak` VALUES ('827', '44721', '2', '班頭', '70', '0', '3', '4154', '2493', '11980', '5816', '10', '0', '1', 'BJ005');
INSERT INTO `ol_monster_bak` VALUES ('828', '44721', '3', '捕役甲', '70', '0', '4', '4985', '2493', '14376', '4154', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('829', '44721', '4', '捕役乙', '70', '0', '4', '4985', '2493', '14376', '4154', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('830', '44721', '5', '捕役丙', '70', '0', '3', '4154', '2493', '11980', '5816', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('831', '44731', '1', '王太守', '70', '0', '1', '4325', '4325', '14966', '3460', '10', '0', '1', 'NPC_Icon27');
INSERT INTO `ol_monster_bak` VALUES ('832', '44731', '2', '捕快甲', '70', '0', '2', '5190', '3460', '14966', '3460', '10', '0', '1', 'BJ001');
INSERT INTO `ol_monster_bak` VALUES ('833', '44731', '3', '捕快乙', '70', '0', '1', '4325', '4325', '14966', '3460', '10', '0', '1', 'BJ002');
INSERT INTO `ol_monster_bak` VALUES ('834', '44731', '4', '捕快丙', '70', '0', '3', '4325', '2595', '12472', '6054', '10', '0', '1', 'BJ003');
INSERT INTO `ol_monster_bak` VALUES ('835', '44731', '5', '捕快丁', '70', '0', '4', '5190', '2595', '14966', '4325', '10', '0', '1', 'BJ004');
INSERT INTO `ol_monster_bak` VALUES ('836', '44741', '1', '梁中書', '70', '0', '1', '4757', '4757', '32475', '3806', '10', '0', '1', 'NPC_Icon28');
INSERT INTO `ol_monster_bak` VALUES ('837', '44741', '2', '楊提轄', '70', '0', '3', '4757', '2855', '27063', '6660', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('838', '44741', '3', '張提轄', '70', '0', '2', '5709', '3806', '32475', '3806', '10', '0', '1', 'YX015');
INSERT INTO `ol_monster_bak` VALUES ('839', '44741', '4', '李提轄', '70', '0', '4', '5709', '2855', '32475', '4757', '10', '0', '1', 'YX003');
INSERT INTO `ol_monster_bak` VALUES ('840', '44741', '5', '王提轄', '70', '0', '4', '5709', '2855', '32475', '4757', '10', '0', '1', 'YX021');
INSERT INTO `ol_monster_bak` VALUES ('841', '44811', '1', '報名官', '70', '0', '3', '4404', '2643', '12948', '6166', '10', '0', '1', 'NPC_Icon29');
INSERT INTO `ol_monster_bak` VALUES ('842', '44811', '2', '協會長', '70', '0', '4', '5285', '2643', '15537', '4404', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('843', '44811', '3', '協會官', '70', '0', '1', '4404', '4404', '15537', '3523', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('844', '44811', '4', '協會員', '70', '0', '4', '5285', '2643', '15537', '4404', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('845', '44811', '5', '蹴鞠員', '70', '0', '1', '4404', '4404', '15537', '3523', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('846', '44821', '1', '陸謙', '70', '0', '4', '5285', '2643', '15537', '4404', '10', '0', '1', 'NPC_Icon30');
INSERT INTO `ol_monster_bak` VALUES ('847', '44821', '2', '協會長', '70', '0', '3', '4404', '2643', '12948', '6166', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('848', '44821', '3', '協會官', '70', '0', '4', '5285', '2643', '15537', '4404', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('849', '44821', '4', '協會員', '70', '0', '1', '4404', '4404', '15537', '3523', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('850', '44821', '5', '蹴鞠員', '70', '0', '2', '5285', '3523', '15537', '3523', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('851', '44831', '1', '高衙內', '70', '0', '2', '5490', '3660', '16138', '3660', '10', '0', '1', 'NPC_Icon31');
INSERT INTO `ol_monster_bak` VALUES ('852', '44831', '2', '協會長', '70', '0', '4', '5490', '2745', '16138', '4575', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('853', '44831', '3', '協會官', '70', '0', '2', '5490', '3660', '16138', '3660', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('854', '44831', '4', '協會員', '70', '0', '4', '5490', '2745', '16138', '4575', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('855', '44831', '5', '蹴鞠員', '70', '0', '4', '5490', '2745', '16138', '4575', '10', '0', '1', 'YX010');
INSERT INTO `ol_monster_bak` VALUES ('856', '44841', '1', '高俅', '70', '0', '1', '5032', '5032', '35020', '4026', '10', '0', '1', 'NPC_Icon32');
INSERT INTO `ol_monster_bak` VALUES ('857', '44841', '2', '協會長', '70', '0', '5', '7045', '4026', '23347', '5032', '10', '0', '1', 'YX023');
INSERT INTO `ol_monster_bak` VALUES ('858', '44841', '3', '協會官', '70', '0', '5', '7045', '4026', '23347', '5032', '10', '0', '1', 'YX027');
INSERT INTO `ol_monster_bak` VALUES ('859', '44841', '4', '協會員', '70', '0', '5', '7045', '4026', '23347', '5032', '10', '0', '1', 'YX022');
INSERT INTO `ol_monster_bak` VALUES ('860', '44841', '5', '蹴鞠員', '70', '0', '5', '7045', '4026', '23347', '5032', '10', '0', '1', 'YX010');


DROP TABLE IF EXISTS `ol_npc`;
CREATE TABLE IF NOT EXISTS `ol_npc` (
  `npcid` int(11) NOT NULL,
  `level` int(3) NOT NULL,
  `name` varchar(10) NOT NULL,
  `profession` varchar(20) NOT NULL,
  `npcType` tinyint(1) NOT NULL COMMENT '1:普通打怪點；2:BOSS打怪點',
  PRIMARY KEY (`npcid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- 轉存表中的資料 `ol_npc`
--

INSERT INTO `ol_npc` (`npcid`, `level`, `name`, `profession`, `npcType`) VALUES
(10131, 5, '聞達', '重甲', 1),
(10141, 4, '李成', '長槍', 1),
(10151, 2, '看守', '長槍', 1),
(10161, 3, '看守', '重甲', 1),
(10171, 2, '流氓', '長槍', 1),
(10211, 10, '洪教頭', '長槍', 2),
(10221, 9, '董超', '弓箭', 1),
(10231, 8, '薛霸', '長槍', 1),
(10241, 7, '看守', '重甲', 1),
(10251, 6, '老獄卒', '長槍', 1),
(10311, 15, '高廉', '長槍', 2),
(10321, 14, '殷天錫', '輕騎', 1),
(10331, 13, '於直', '連弩', 1),
(10341, 12, '溫文寶', '長槍', 1),
(10351, 11, '獄卒', '弓箭', 1),
(10411, 20, '周瑾', '弓箭', 2),
(10421, 19, '李鬼', '重甲', 1),
(10431, 18, '衙役', '輕騎', 1),
(10441, 17, '看守', '弓箭', 1),
(10451, 16, '地痞', '輕騎', 1),
(10511, 25, '王押司', '輕騎', 2),
(10521, 24, '潘巧雲', '輕騎', 1),
(10531, 23, '海和尚', '長槍', 1),
(10541, 22, '李三千', '重甲', 1),
(10551, 21, '流氓', '連弩', 1),
(10611, 30, '賀重寶', '輕騎', 2),
(10621, 29, '羅真人', '重甲', 1),
(10631, 28, '教頭', '重甲', 1),
(10641, 27, '看守', '連弩', 1),
(10651, 26, '惡霸', '輕騎', 1),
(20131, 5, '張旺', '重甲', 1),
(20141, 4, '孫三', '長槍', 1),
(20151, 2, '盜賊', '長槍', 1),
(20161, 3, '盜賊', '重甲', 1),
(20171, 2, '水匪', '長槍', 1),
(20211, 10, '劉高', '長槍', 2),
(20221, 9, '知寨夫人', '弓箭', 1),
(20231, 8, '白健', '長槍', 1),
(20241, 7, '盜賊', '重甲', 1),
(20251, 6, '山賊', '長槍', 1),
(20311, 15, '王道人', '長槍', 2),
(20321, 14, '廣智', '輕騎', 1),
(20331, 13, '武教頭', '連弩', 1),
(20341, 12, '看守', '長槍', 1),
(20351, 11, '土匪', '弓箭', 1),
(20411, 20, '欒廷玉', '弓箭', 2),
(20421, 19, '祝龍', '重甲', 1),
(20431, 18, '祝虎', '輕騎', 1),
(20441, 17, '祝彪', '弓箭', 1),
(20451, 16, '強盜', '輕騎', 1),
(20511, 25, '鄧龍', '輕騎', 2),
(20521, 24, '崔道成', '輕騎', 1),
(20531, 23, '丘小乙', '長槍', 1),
(20541, 22, '看守', '重甲', 1),
(20551, 21, '土匪', '連弩', 1),
(20611, 30, '包吉', '輕騎', 2),
(20621, 29, '王正', '重甲', 1),
(20631, 28, '黃文炳', '重甲', 1),
(20641, 27, '盜賊', '連弩', 1),
(20651, 26, '採花賊', '輕騎', 1),
(30111, 30, '高衙內', '輕騎', 2),
(30121, 29, '富安', '重甲', 1),
(30131, 28, '陸謙', '重甲', 1),
(30141, 27, '牛二', '連弩', 1),
(30151, 26, '守門人', '輕騎', 1),
(30211, 35, '張文遠', '連弩', 2),
(30221, 34, '閻婆惜', '長槍', 1),
(30231, 33, '王小三', '輕騎', 1),
(30241, 32, '看守', '弓箭', 1),
(30251, 31, '強盜', '長槍', 1),
(30311, 40, '西門慶', '弓箭', 2),
(30321, 39, '王婆', '長槍', 1),
(30331, 38, '知縣', '連弩', 1),
(30341, 37, '看守', '重甲', 1),
(30351, 36, '山賊', '輕騎', 1),
(30411, 45, '富安', '輕騎', 2),
(30421, 44, '李吉', '重甲', 1),
(30431, 43, '打手', '弓箭', 1),
(30441, 42, '看守', '連弩', 1),
(30451, 41, '土匪', '輕騎', 1),
(30511, 50, '廣慧', '長槍', 2),
(30521, 49, '蔣門神', '弓箭', 1),
(30531, 48, '惡霸', '重甲', 1),
(30541, 47, '看守', '連弩', 1),
(30551, 46, '家丁', '連弩', 1),
(30611, 55, '童貫', '連弩', 2),
(30621, 54, '鄭屠戶', '連弩', 1),
(30631, 53, '打手', '輕騎', 1),
(30641, 52, '看守', '連弩', 1),
(30651, 51, '惡霸', '重甲', 1),
(30711, 60, '蔡京', '重甲', 2),
(30721, 59, '李彥', '輕騎', 1),
(30731, 58, '王彬', '長槍', 1),
(30741, 57, '看守', '連弩', 1),
(30751, 56, '山賊', '重甲', 1);

DROP TABLE IF EXISTS `ol_zyd_qxzl`;
CREATE TABLE `ol_zyd_qxzl` (
  `yd_id` tinyint(2) NOT NULL AUTO_INCREMENT,
  `yd_level` int(2) NOT NULL,
  `yd_type` tinyint(1) NOT NULL,
  `xm` varchar(10) NOT NULL COMMENT '武將姓名',
  `sex` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0男性1女性',
  `zy` tinyint(1) NOT NULL COMMENT '職業',
  `gj` int(4) NOT NULL,
  `fy` int(4) NOT NULL,
  `tl` int(4) NOT NULL,
  `mj` int(4) NOT NULL,
  `kssj` int(2) NOT NULL COMMENT '活動開始時間',
  `zlpid` bigint(12) NOT NULL,
  `zlpname` varchar(50) NOT NULL,
  `zlwjid` bigint(12) NOT NULL,
  `zlwjmc` varchar(10) NOT NULL,
  `zlsj` int(11) NOT NULL,
  `zlmc` varchar(50) NOT NULL COMMENT '逐鹿名稱',
  `djmc` varchar(20) NOT NULL COMMENT '大獎名稱',
  `djnr` varchar(255) NOT NULL COMMENT '大獎內容',
  `zljj` varchar(255) NOT NULL COMMENT '逐鹿簡介',
  `zldd` varchar(12) NOT NULL COMMENT '活動地點',
  `dj` tinyint(2) NOT NULL,
  `avatar` char(20) NOT NULL,
  PRIMARY KEY (`yd_id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of ol_zyd_qxzl
-- ----------------------------
INSERT INTO `ol_zyd_qxzl` VALUES ('1', '10', '2', '李鬼', '0', '1', '98', '98', '117', '78', '12', '0', '', '0', '', '0', '假李逵剪徑', '李鬼家財', '藍將卡*1 隨機+6裝備*1 金剛石*10 銀票50', '地痞李鬼，假冒李逵在沂水城外剪徑打劫，過往行人多受其害，前往沂水百丈村，剷除這個無恥小人。', '百丈村', '4', 'YX003');
INSERT INTO `ol_zyd_qxzl` VALUES ('2', '20', '4', '周通', '0', '5', '214', '138', '138', '172', '13', '0', '', '0', '', '0', '醉入銷金帳', '小霸王彩禮', '藍將卡*2 隨機+9裝備*1 金剛石*20 銀票100', '劉太公的女兒年方十九，小霸王周通垂涎其美貌，欲行逼婚。何不男扮女裝，潛入閨房，甕中捉鼈。', '桃花山', '5', 'YX025');
INSERT INTO `ol_zyd_qxzl` VALUES ('3', '30', '3', '董超', '0', '2', '482', '322', '482', '322', '17', '0', '', '0', '', '0', '大鬧野豬林', '豹子頭包裹', '紫將卡*1 隨機+12裝備*1 瑪瑙*5 銀票200', '八十萬禁軍教頭林沖被高俅陷害，刺配滄州。解差董超奉高俅之命，伺機殺害林沖。野豬林是押解的必經之路，解救落難豹子頭，刻不容緩。', '野豬林', '6', 'YX001');
INSERT INTO `ol_zyd_qxzl` VALUES ('4', '40', '4', '楊志', '0', '1', '839', '839', '1007', '671', '18', '0', '', '0', '', '0', '智取生辰綱', '生辰綱', '紫將卡*2 隨機+15裝備*1 玄鐵*10 銅錢50000', '又到了太師蔡京的生辰，大名府梁中書籌得十萬貫生辰綱，運送到京師以作賀禮，車隊要經過黃泥崗。此等不義之財，趕快去劫了它！', '黃泥崗', '7', 'YX022');
INSERT INTO `ol_zyd_qxzl` VALUES ('5', '50', '3', '史文恭', '0', '4', '1944', '972', '1944', '1620', '19', '0', '', '0', '', '0', '活捉史文恭', '曾氏財寶', '隨機橙將碎片*1 隨機+18裝備*1 瑪瑙*20 銅錢100000', '史文恭射殺晁蓋，是梁山最大仇家。梁山人馬夜襲曾頭市，史文恭乘千里龍駒逃脫。若能提前埋伏在樹林裡，必能活捉史文恭！', '曾頭市', '8', 'YX019');
INSERT INTO `ol_zyd_qxzl` VALUES ('6', '60', '1', '黃文炳', '0', '3', '1927', '1156', '1927', '2697', '20', '0', '', '0', '', '0', '江州劫法場', '江州軍需', '隨機橙將碎片*1 隨機+21裝備*1 翡翠*10 銅錢150000', '宋江醉酒在潯陽樓題詩詠志，被黃文炳舉報遭擒，定於七月十九問斬。各路豪傑相邀，齊聚江州救公明。', '江州法場', '9', 'YX029');
INSERT INTO `ol_zyd_qxzl` VALUES ('7', '70', '5', '高俅', '0', '4', '3196', '1744', '3196', '2712', '21', '0', '', '0', '', '0', '鑿船擒高俅', '太尉寶箱', '隨機專屬武器*1 白玉*10 元寶*200 銅錢200000', '太尉高俅造海鰍船，率水手萬余征梁山。海鰍船攻擊力極強，難以正面對抗。若有水性諳熟者潛在水下，伺機鑿穿船底，必能不戰而勝！', '梁山水道', '10', 'NPC_Icon32');


DROP TABLE IF EXISTS `ol_seatingrank`;
CREATE TABLE `ol_seatingrank` (
  `intID` int(11) NOT NULL DEFAULT '0',
  `npcid` int(11) NOT NULL,
  `general_sort` tinyint(2) NOT NULL,
  `general_name` varchar(64) NOT NULL,
  `general_level` int(3) NOT NULL,
  `sex` tinyint(1) NOT NULL DEFAULT '1',
  `professional` tinyint(1) NOT NULL,
  `attack_value` int(11) NOT NULL,
  `defense_value` int(11) NOT NULL,
  `physical_value` int(11) NOT NULL,
  `agility_value` int(11) NOT NULL,
  `understanding_value` int(11) NOT NULL,
  `professional_level` tinyint(1) NOT NULL,
  `mobility` int(4) NOT NULL,
  `avatar` char(20) NOT NULL,
  PRIMARY KEY (`intID`),
  KEY `npcid` (`npcid`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='座次怪物系統表';

-- ----------------------------
-- Records of ol_seatingrank
-- ----------------------------
INSERT INTO `ol_seatingrank` VALUES ('1', '108', '1', '段景住', '24', '0', '4', '193', '110', '351', '165', '10', '0', '1', 'YX010');
INSERT INTO `ol_seatingrank` VALUES ('2', '108', '2', '長槍兵', '24', '0', '2', '193', '138', '351', '138', '10', '0', '1', 'YX020');
INSERT INTO `ol_seatingrank` VALUES ('3', '108', '3', '輕騎兵', '24', '0', '4', '193', '110', '351', '165', '10', '0', '1', 'YX044');
INSERT INTO `ol_seatingrank` VALUES ('4', '108', '4', '長槍兵', '24', '0', '2', '193', '138', '351', '138', '10', '0', '1', 'YX015');
INSERT INTO `ol_seatingrank` VALUES ('5', '107', '1', '時遷', '26', '0', '2', '225', '161', '409', '161', '10', '0', '1', 'YX036');
INSERT INTO `ol_seatingrank` VALUES ('6', '107', '2', '弓箭兵', '26', '0', '3', '193', '129', '351', '257', '10', '0', '1', 'YX026');
INSERT INTO `ol_seatingrank` VALUES ('7', '107', '3', '輕騎兵', '26', '0', '4', '225', '129', '409', '193', '10', '0', '1', 'YX031');
INSERT INTO `ol_seatingrank` VALUES ('8', '107', '4', '輕騎兵', '26', '0', '4', '225', '129', '409', '193', '10', '0', '1', 'YX037');
INSERT INTO `ol_seatingrank` VALUES ('9', '106', '1', '白勝', '28', '0', '3', '221', '148', '401', '294', '10', '0', '1', 'YX033');
INSERT INTO `ol_seatingrank` VALUES ('10', '106', '2', '長槍兵', '28', '0', '2', '257', '184', '467', '184', '10', '0', '1', 'YX027');
INSERT INTO `ol_seatingrank` VALUES ('11', '106', '3', '長槍兵', '28', '0', '2', '257', '184', '467', '184', '10', '0', '1', 'YX007');
INSERT INTO `ol_seatingrank` VALUES ('12', '106', '4', '輕騎兵', '28', '0', '4', '257', '148', '467', '221', '10', '0', '1', 'YX015');
INSERT INTO `ol_seatingrank` VALUES ('13', '105', '1', '鬱保四', '30', '0', '1', '248', '248', '525', '207', '10', '0', '1', 'YX013');
INSERT INTO `ol_seatingrank` VALUES ('14', '105', '2', '弓箭兵', '30', '0', '3', '248', '166', '451', '330', '10', '0', '1', 'YX010');
INSERT INTO `ol_seatingrank` VALUES ('15', '105', '3', '弓箭兵', '30', '0', '3', '248', '166', '451', '330', '10', '0', '1', 'YX006');
INSERT INTO `ol_seatingrank` VALUES ('16', '105', '4', '弓箭兵', '30', '0', '3', '248', '166', '451', '330', '10', '0', '1', 'YX003');
INSERT INTO `ol_seatingrank` VALUES ('17', '104', '1', '王定六', '32', '0', '4', '321', '185', '583', '276', '10', '0', '1', 'YX029');
INSERT INTO `ol_seatingrank` VALUES ('18', '104', '2', '輕騎兵', '32', '0', '4', '321', '185', '583', '276', '10', '0', '1', 'YX026');
INSERT INTO `ol_seatingrank` VALUES ('19', '104', '3', '輕騎兵', '32', '0', '4', '321', '185', '583', '276', '10', '0', '1', 'YX032');
INSERT INTO `ol_seatingrank` VALUES ('20', '104', '4', '輕騎兵', '32', '0', '4', '321', '185', '583', '276', '10', '0', '1', 'YX006');
INSERT INTO `ol_seatingrank` VALUES ('21', '103', '1', '孫二娘', '34', '0', '3', '331', '223', '601', '438', '10', '0', '1', 'YX030');
INSERT INTO `ol_seatingrank` VALUES ('22', '103', '2', '重甲兵', '34', '0', '1', '331', '331', '699', '277', '10', '0', '1', 'YX003');
INSERT INTO `ol_seatingrank` VALUES ('23', '103', '3', '長槍兵', '34', '0', '2', '385', '277', '699', '277', '10', '0', '1', 'YX042');
INSERT INTO `ol_seatingrank` VALUES ('24', '103', '4', '輕騎兵', '34', '0', '4', '385', '223', '699', '331', '10', '0', '1', 'YX009');
INSERT INTO `ol_seatingrank` VALUES ('25', '103', '5', '輕騎兵', '34', '0', '4', '385', '223', '699', '331', '10', '0', '1', 'YX036');
INSERT INTO `ol_seatingrank` VALUES ('26', '102', '1', '張青', '36', '0', '3', '386', '261', '701', '511', '10', '0', '1', 'YX005');
INSERT INTO `ol_seatingrank` VALUES ('27', '102', '2', '輕騎兵', '36', '0', '4', '448', '261', '815', '386', '10', '0', '1', 'YX001');
INSERT INTO `ol_seatingrank` VALUES ('28', '102', '3', '弓箭兵', '36', '0', '3', '386', '261', '701', '511', '10', '0', '1', 'YX013');
INSERT INTO `ol_seatingrank` VALUES ('29', '102', '4', '重甲兵', '36', '0', '1', '386', '386', '815', '324', '10', '0', '1', 'YX035');
INSERT INTO `ol_seatingrank` VALUES ('30', '102', '5', '輕騎兵', '36', '0', '4', '448', '261', '815', '386', '10', '0', '1', 'YX030');
INSERT INTO `ol_seatingrank` VALUES ('31', '101', '1', '顧大嫂', '38', '0', '5', '583', '370', '673', '441', '10', '0', '1', 'YX014');
INSERT INTO `ol_seatingrank` VALUES ('32', '101', '2', '輕騎兵', '38', '0', '4', '512', '299', '930', '441', '10', '0', '1', 'YX037');
INSERT INTO `ol_seatingrank` VALUES ('33', '101', '3', '輕騎兵', '38', '0', '4', '512', '299', '930', '441', '10', '0', '1', 'YX017');
INSERT INTO `ol_seatingrank` VALUES ('34', '101', '4', '弓箭兵', '38', '0', '3', '441', '299', '802', '583', '10', '0', '1', 'YX010');
INSERT INTO `ol_seatingrank` VALUES ('35', '101', '5', '輕騎兵', '38', '0', '4', '512', '299', '930', '441', '10', '0', '1', 'YX004');
INSERT INTO `ol_seatingrank` VALUES ('36', '100', '1', '孫新', '40', '0', '2', '575', '417', '1046', '417', '10', '0', '1', 'BJ003');
INSERT INTO `ol_seatingrank` VALUES ('37', '100', '2', '弓箭兵', '40', '0', '3', '496', '338', '902', '655', '10', '0', '1', 'YX023');
INSERT INTO `ol_seatingrank` VALUES ('38', '100', '3', '弓箭兵', '40', '0', '3', '496', '338', '902', '655', '10', '0', '1', 'YX040');
INSERT INTO `ol_seatingrank` VALUES ('39', '100', '4', '輕騎兵', '40', '0', '4', '575', '338', '1046', '496', '10', '0', '1', 'YX029');
INSERT INTO `ol_seatingrank` VALUES ('40', '100', '5', '輕騎兵', '40', '0', '4', '575', '338', '1046', '496', '10', '0', '1', 'YX005');
INSERT INTO `ol_seatingrank` VALUES ('41', '99', '1', '石勇', '42', '0', '1', '551', '551', '1161', '464', '10', '0', '1', 'BJ001');
INSERT INTO `ol_seatingrank` VALUES ('42', '99', '2', '輕騎兵', '42', '0', '4', '639', '376', '1161', '551', '10', '0', '1', 'YX036');
INSERT INTO `ol_seatingrank` VALUES ('43', '99', '3', '輕騎兵', '42', '0', '4', '639', '376', '1161', '551', '10', '0', '1', 'YX008');
INSERT INTO `ol_seatingrank` VALUES ('44', '99', '4', '輕騎兵', '42', '0', '4', '639', '376', '1161', '551', '10', '0', '1', 'YX036');
INSERT INTO `ol_seatingrank` VALUES ('45', '99', '5', '輕騎兵', '42', '0', '4', '639', '376', '1161', '551', '10', '0', '1', 'YX042');
INSERT INTO `ol_seatingrank` VALUES ('46', '98', '1', '焦挺', '44', '0', '1', '607', '607', '1276', '511', '10', '0', '1', 'YX005');
INSERT INTO `ol_seatingrank` VALUES ('47', '98', '2', '長槍兵', '44', '0', '2', '702', '511', '1276', '511', '10', '0', '1', 'YX019');
INSERT INTO `ol_seatingrank` VALUES ('48', '98', '3', '輕騎兵', '44', '0', '4', '702', '415', '1276', '607', '10', '0', '1', 'YX020');
INSERT INTO `ol_seatingrank` VALUES ('49', '98', '4', '重甲兵', '44', '0', '1', '607', '607', '1276', '511', '10', '0', '1', 'YX006');
INSERT INTO `ol_seatingrank` VALUES ('50', '98', '5', '輕騎兵', '44', '0', '4', '702', '415', '1276', '607', '10', '0', '1', 'YX028');
INSERT INTO `ol_seatingrank` VALUES ('51', '97', '1', '李雲', '46', '0', '2', '766', '558', '1392', '558', '10', '0', '1', 'YX041');
INSERT INTO `ol_seatingrank` VALUES ('52', '97', '2', '長槍兵', '46', '0', '2', '766', '558', '1392', '558', '10', '0', '1', 'YX025');
INSERT INTO `ol_seatingrank` VALUES ('53', '97', '3', '重甲兵', '46', '0', '1', '662', '662', '1392', '558', '10', '0', '1', 'YX023');
INSERT INTO `ol_seatingrank` VALUES ('54', '97', '4', '重甲兵', '46', '0', '1', '662', '662', '1392', '558', '10', '0', '1', 'YX032');
INSERT INTO `ol_seatingrank` VALUES ('55', '97', '5', '輕騎兵', '46', '0', '4', '766', '455', '1392', '662', '10', '0', '1', 'YX014');
INSERT INTO `ol_seatingrank` VALUES ('56', '96', '1', '李立', '48', '0', '2', '829', '606', '1506', '606', '10', '0', '1', 'YX019');
INSERT INTO `ol_seatingrank` VALUES ('57', '96', '2', '長槍兵', '48', '0', '2', '829', '606', '1506', '606', '10', '0', '1', 'YX033');
INSERT INTO `ol_seatingrank` VALUES ('58', '96', '3', '長槍兵', '48', '0', '2', '829', '606', '1506', '606', '10', '0', '1', 'YX016');
INSERT INTO `ol_seatingrank` VALUES ('59', '96', '4', '輕騎兵', '48', '0', '4', '829', '494', '1506', '717', '10', '0', '1', 'YX015');
INSERT INTO `ol_seatingrank` VALUES ('60', '96', '5', '弓箭兵', '48', '0', '3', '717', '494', '1303', '940', '10', '0', '1', 'YX021');
INSERT INTO `ol_seatingrank` VALUES ('61', '95', '1', '蔡慶', '50', '0', '1', '800', '800', '1679', '676', '10', '0', '1', 'YX038');
INSERT INTO `ol_seatingrank` VALUES ('62', '95', '2', '長槍兵', '50', '0', '2', '924', '676', '1679', '676', '10', '0', '1', 'YX009');
INSERT INTO `ol_seatingrank` VALUES ('63', '95', '3', '輕騎兵', '50', '0', '4', '924', '553', '1679', '800', '10', '0', '1', 'YX042');
INSERT INTO `ol_seatingrank` VALUES ('64', '95', '4', '重甲兵', '50', '0', '1', '800', '800', '1679', '676', '10', '0', '1', 'YX002');
INSERT INTO `ol_seatingrank` VALUES ('65', '95', '5', '輕騎兵', '50', '0', '4', '924', '553', '1679', '800', '10', '0', '1', 'YX039');
INSERT INTO `ol_seatingrank` VALUES ('66', '94', '1', '蔡福', '52', '0', '1', '910', '910', '1909', '771', '10', '0', '1', 'YX039');
INSERT INTO `ol_seatingrank` VALUES ('67', '94', '2', '弓箭兵', '52', '0', '3', '910', '631', '1655', '1190', '10', '0', '1', 'YX014');
INSERT INTO `ol_seatingrank` VALUES ('68', '94', '3', '重甲兵', '52', '0', '1', '910', '910', '1909', '771', '10', '0', '1', 'YX002');
INSERT INTO `ol_seatingrank` VALUES ('69', '94', '4', '輕騎兵', '52', '0', '4', '1050', '631', '1909', '910', '10', '0', '1', 'YX001');
INSERT INTO `ol_seatingrank` VALUES ('70', '94', '5', '長槍兵', '52', '0', '2', '1050', '771', '1909', '771', '10', '0', '1', 'YX029');
INSERT INTO `ol_seatingrank` VALUES ('71', '93', '1', '朱貴', '54', '0', '2', '1177', '865', '2139', '865', '10', '0', '1', 'YX016');
INSERT INTO `ol_seatingrank` VALUES ('72', '93', '2', '重甲兵', '54', '0', '1', '1021', '1021', '2139', '865', '10', '0', '1', 'YX011');
INSERT INTO `ol_seatingrank` VALUES ('73', '93', '3', '重甲兵', '54', '0', '1', '1021', '1021', '2139', '865', '10', '0', '1', 'YX001');
INSERT INTO `ol_seatingrank` VALUES ('74', '93', '4', '輕騎兵', '54', '0', '4', '1177', '709', '2139', '1021', '10', '0', '1', 'YX020');
INSERT INTO `ol_seatingrank` VALUES ('75', '93', '5', '弓箭兵', '54', '0', '3', '1021', '709', '1856', '1333', '10', '0', '1', 'YX027');
INSERT INTO `ol_seatingrank` VALUES ('76', '92', '1', '朱富', '56', '0', '5', '1475', '960', '1745', '1131', '10', '0', '1', 'BJ003');
INSERT INTO `ol_seatingrank` VALUES ('77', '92', '2', '輕騎兵', '56', '0', '4', '1303', '788', '2369', '1131', '10', '0', '1', 'YX018');
INSERT INTO `ol_seatingrank` VALUES ('78', '92', '3', '輕騎兵', '56', '0', '4', '1303', '788', '2369', '1131', '10', '0', '1', 'YX044');
INSERT INTO `ol_seatingrank` VALUES ('79', '92', '4', '長槍兵', '56', '0', '2', '1303', '960', '2369', '960', '10', '0', '1', 'YX039');
INSERT INTO `ol_seatingrank` VALUES ('80', '92', '5', '長槍兵', '56', '0', '2', '1303', '960', '2369', '960', '10', '0', '1', 'YX018');
INSERT INTO `ol_seatingrank` VALUES ('81', '91', '1', '鄒淵', '58', '0', '5', '1616', '1055', '1918', '1242', '10', '0', '1', 'YX021');
INSERT INTO `ol_seatingrank` VALUES ('82', '91', '2', '弓箭兵', '58', '0', '3', '1242', '868', '2258', '1616', '10', '0', '1', 'YX015');
INSERT INTO `ol_seatingrank` VALUES ('83', '91', '3', '弓箭兵', '58', '0', '3', '1242', '868', '2258', '1616', '10', '0', '1', 'YX031');
INSERT INTO `ol_seatingrank` VALUES ('84', '91', '4', '輕騎兵', '58', '0', '4', '1429', '868', '2598', '1242', '10', '0', '1', 'YX019');
INSERT INTO `ol_seatingrank` VALUES ('85', '91', '5', '輕騎兵', '58', '0', '4', '1429', '868', '2598', '1242', '10', '0', '1', 'YX030');
INSERT INTO `ol_seatingrank` VALUES ('86', '90', '1', '鄒潤', '60', '0', '1', '1353', '1353', '2827', '1150', '10', '0', '1', 'YX023');
INSERT INTO `ol_seatingrank` VALUES ('87', '90', '2', '長槍兵', '60', '0', '2', '1555', '1150', '2827', '1150', '10', '0', '1', 'YX012');
INSERT INTO `ol_seatingrank` VALUES ('88', '90', '3', '重甲兵', '60', '0', '1', '1353', '1353', '2827', '1150', '10', '0', '1', 'YX008');
INSERT INTO `ol_seatingrank` VALUES ('89', '90', '4', '輕騎兵', '60', '0', '4', '1555', '948', '2827', '1353', '10', '0', '1', 'YX004');
INSERT INTO `ol_seatingrank` VALUES ('90', '90', '5', '弓箭兵', '60', '0', '3', '1353', '948', '2459', '1757', '10', '0', '1', 'YX024');
INSERT INTO `ol_seatingrank` VALUES ('91', '89', '1', '湯隆', '62', '0', '4', '1681', '1028', '3055', '1463', '10', '0', '1', 'YX005');
INSERT INTO `ol_seatingrank` VALUES ('92', '89', '2', '弓箭兵', '62', '0', '3', '1463', '1028', '2660', '1898', '10', '0', '1', 'YX024');
INSERT INTO `ol_seatingrank` VALUES ('93', '89', '3', '輕騎兵', '62', '0', '4', '1681', '1028', '3055', '1463', '10', '0', '1', 'YX008');
INSERT INTO `ol_seatingrank` VALUES ('94', '89', '4', '弓箭兵', '62', '0', '3', '1463', '1028', '2660', '1898', '10', '0', '1', 'YX017');
INSERT INTO `ol_seatingrank` VALUES ('95', '89', '5', '輕騎兵', '62', '0', '4', '1681', '1028', '3055', '1463', '10', '0', '1', 'YX041');
INSERT INTO `ol_seatingrank` VALUES ('96', '88', '1', '杜興', '64', '0', '1', '1602', '1602', '3341', '1365', '10', '0', '1', 'YX028');
INSERT INTO `ol_seatingrank` VALUES ('97', '88', '2', '重甲兵', '64', '0', '1', '1602', '1602', '3341', '1365', '10', '0', '1', 'YX014');
INSERT INTO `ol_seatingrank` VALUES ('98', '88', '3', '重甲兵', '64', '0', '1', '1602', '1602', '3341', '1365', '10', '0', '1', 'YX024');
INSERT INTO `ol_seatingrank` VALUES ('99', '88', '4', '弓箭兵', '64', '0', '3', '1602', '1129', '2912', '2074', '10', '0', '1', 'YX008');
INSERT INTO `ol_seatingrank` VALUES ('100', '88', '5', '弓箭兵', '64', '0', '3', '1602', '1129', '2912', '2074', '10', '0', '1', 'YX011');
INSERT INTO `ol_seatingrank` VALUES ('101', '87', '1', '周通', '66', '0', '2', '1963', '1461', '3569', '1461', '10', '0', '1', 'YX029');
INSERT INTO `ol_seatingrank` VALUES ('102', '87', '2', '輕騎兵', '66', '0', '4', '1963', '1210', '3569', '1712', '10', '0', '1', 'YX023');
INSERT INTO `ol_seatingrank` VALUES ('103', '87', '3', '重甲兵', '66', '0', '1', '1712', '1712', '3569', '1461', '10', '0', '1', 'YX010');
INSERT INTO `ol_seatingrank` VALUES ('104', '87', '4', '輕騎兵', '66', '0', '4', '1963', '1210', '3569', '1712', '10', '0', '1', 'YX044');
INSERT INTO `ol_seatingrank` VALUES ('105', '87', '5', '輕騎兵', '66', '0', '4', '1963', '1210', '3569', '1712', '10', '0', '1', 'YX012');
INSERT INTO `ol_seatingrank` VALUES ('106', '86', '1', '李忠', '68', '0', '2', '2120', '1581', '3854', '1581', '10', '0', '1', 'YX008');
INSERT INTO `ol_seatingrank` VALUES ('107', '86', '2', '弓箭兵', '68', '0', '3', '1851', '1312', '3365', '2390', '10', '0', '1', 'YX043');
INSERT INTO `ol_seatingrank` VALUES ('108', '86', '3', '輕騎兵', '68', '0', '4', '2120', '1312', '3854', '1851', '10', '0', '1', 'YX039');
INSERT INTO `ol_seatingrank` VALUES ('109', '86', '4', '輕騎兵', '68', '0', '4', '2120', '1312', '3854', '1851', '10', '0', '1', 'YX041');
INSERT INTO `ol_seatingrank` VALUES ('110', '86', '5', '弓箭兵', '68', '0', '3', '1851', '1312', '3365', '2390', '10', '0', '1', 'YX035');
INSERT INTO `ol_seatingrank` VALUES ('111', '85', '1', '施恩', '70', '0', '2', '2277', '1702', '4139', '1702', '10', '0', '1', 'YX012');
INSERT INTO `ol_seatingrank` VALUES ('112', '85', '2', '長槍兵', '70', '0', '2', '2277', '1702', '4139', '1702', '10', '0', '1', 'YX032');
INSERT INTO `ol_seatingrank` VALUES ('113', '85', '3', '重甲兵', '70', '0', '1', '1989', '1989', '4139', '1702', '10', '0', '1', 'YX031');
INSERT INTO `ol_seatingrank` VALUES ('114', '85', '4', '弓箭兵', '70', '0', '3', '1989', '1414', '3616', '2564', '10', '0', '1', 'YX024');
INSERT INTO `ol_seatingrank` VALUES ('115', '85', '5', '輕騎兵', '70', '0', '4', '2277', '1414', '4139', '1989', '10', '0', '1', 'YX038');
INSERT INTO `ol_seatingrank` VALUES ('116', '84', '1', '薛永', '70', '0', '2', '2465', '1846', '4481', '1846', '10', '0', '1', 'YX005');
INSERT INTO `ol_seatingrank` VALUES ('117', '84', '2', '弓箭兵', '70', '0', '3', '2155', '1537', '3918', '2774', '10', '0', '1', 'YX003');
INSERT INTO `ol_seatingrank` VALUES ('118', '84', '3', '長槍兵', '70', '0', '2', '2465', '1846', '4481', '1846', '10', '0', '1', 'YX020');
INSERT INTO `ol_seatingrank` VALUES ('119', '84', '4', '輕騎兵', '70', '0', '4', '2465', '1537', '4481', '2155', '10', '0', '1', 'YX007');
INSERT INTO `ol_seatingrank` VALUES ('120', '84', '5', '輕騎兵', '70', '0', '4', '2465', '1537', '4481', '2155', '10', '0', '1', 'YX016');
INSERT INTO `ol_seatingrank` VALUES ('121', '83', '1', '杜遷', '70', '0', '3', '2321', '1660', '4220', '2983', '10', '0', '1', 'YX031');
INSERT INTO `ol_seatingrank` VALUES ('122', '83', '2', '輕騎兵', '70', '0', '4', '2652', '1660', '4822', '2321', '10', '0', '1', 'YX027');
INSERT INTO `ol_seatingrank` VALUES ('123', '83', '3', '重甲兵', '70', '0', '1', '2321', '2321', '4822', '1991', '10', '0', '1', 'YX024');
INSERT INTO `ol_seatingrank` VALUES ('124', '83', '4', '輕騎兵', '70', '0', '4', '2652', '1660', '4822', '2321', '10', '0', '1', 'YX021');
INSERT INTO `ol_seatingrank` VALUES ('125', '83', '5', '重甲兵', '70', '0', '1', '2321', '2321', '4822', '1991', '10', '0', '1', 'YX007');
INSERT INTO `ol_seatingrank` VALUES ('126', '82', '1', '宋萬', '70', '0', '1', '2488', '2488', '5163', '2136', '10', '0', '1', 'YX035');
INSERT INTO `ol_seatingrank` VALUES ('127', '82', '2', '弓箭兵', '70', '0', '3', '2488', '1784', '4523', '3192', '10', '0', '1', 'YX023');
INSERT INTO `ol_seatingrank` VALUES ('128', '82', '3', '輕騎兵', '70', '0', '4', '2840', '1784', '5163', '2488', '10', '0', '1', 'YX030');
INSERT INTO `ol_seatingrank` VALUES ('129', '82', '4', '重甲兵', '70', '0', '1', '2488', '2488', '5163', '2136', '10', '0', '1', 'YX011');
INSERT INTO `ol_seatingrank` VALUES ('130', '82', '5', '長槍兵', '70', '0', '2', '2840', '2136', '5163', '2136', '10', '0', '1', 'YX016');
INSERT INTO `ol_seatingrank` VALUES ('131', '81', '1', '曹正', '70', '0', '1', '2654', '2654', '5503', '2281', '10', '0', '1', 'YX023');
INSERT INTO `ol_seatingrank` VALUES ('132', '81', '2', '輕騎兵', '70', '0', '4', '3027', '1908', '5503', '2654', '10', '0', '1', 'YX032');
INSERT INTO `ol_seatingrank` VALUES ('133', '81', '3', '長槍兵', '70', '0', '2', '3027', '2281', '5503', '2281', '10', '0', '1', 'YX012');
INSERT INTO `ol_seatingrank` VALUES ('134', '81', '4', '輕騎兵', '70', '0', '4', '3027', '1908', '5503', '2654', '10', '0', '1', 'YX011');
INSERT INTO `ol_seatingrank` VALUES ('135', '81', '5', '輕騎兵', '70', '0', '4', '3027', '1908', '5503', '2654', '10', '0', '1', 'YX043');
INSERT INTO `ol_seatingrank` VALUES ('136', '80', '1', '穆春', '70', '0', '1', '2820', '2820', '5843', '2427', '10', '0', '1', 'YX021');
INSERT INTO `ol_seatingrank` VALUES ('137', '80', '2', '長槍兵', '70', '0', '2', '3214', '2427', '5843', '2427', '10', '0', '1', 'YX031');
INSERT INTO `ol_seatingrank` VALUES ('138', '80', '3', '輕騎兵', '70', '0', '4', '3214', '2034', '5843', '2820', '10', '0', '1', 'YX011');
INSERT INTO `ol_seatingrank` VALUES ('139', '80', '4', '重甲兵', '70', '0', '1', '2820', '2820', '5843', '2427', '10', '0', '1', 'YX034');
INSERT INTO `ol_seatingrank` VALUES ('140', '80', '5', '輕騎兵', '70', '0', '4', '3214', '2034', '5843', '2820', '10', '0', '1', 'YX017');
INSERT INTO `ol_seatingrank` VALUES ('141', '79', '1', '丁得孫', '70', '0', '2', '3401', '2573', '6182', '2573', '10', '0', '1', 'YX012');
INSERT INTO `ol_seatingrank` VALUES ('142', '79', '2', '弓箭兵', '70', '0', '3', '2987', '2160', '5430', '3814', '10', '0', '1', 'YX016');
INSERT INTO `ol_seatingrank` VALUES ('143', '79', '3', '重甲兵', '70', '0', '1', '2987', '2987', '6182', '2573', '10', '0', '1', 'YX021');
INSERT INTO `ol_seatingrank` VALUES ('144', '79', '4', '輕騎兵', '70', '0', '4', '3401', '2160', '6182', '2987', '10', '0', '1', 'YX007');
INSERT INTO `ol_seatingrank` VALUES ('145', '79', '5', '長槍兵', '70', '0', '2', '3401', '2573', '6182', '2573', '10', '0', '1', 'YX044');
INSERT INTO `ol_seatingrank` VALUES ('146', '78', '1', '龔旺', '70', '0', '2', '3587', '2720', '6521', '2720', '10', '0', '1', 'YX019');
INSERT INTO `ol_seatingrank` VALUES ('147', '78', '2', '重甲兵', '70', '0', '1', '3153', '3153', '6521', '2720', '10', '0', '1', 'YX038');
INSERT INTO `ol_seatingrank` VALUES ('148', '78', '3', '重甲兵', '70', '0', '1', '3153', '3153', '6521', '2720', '10', '0', '1', 'YX041');
INSERT INTO `ol_seatingrank` VALUES ('149', '78', '4', '輕騎兵', '70', '0', '4', '3587', '2286', '6521', '3153', '10', '0', '1', 'YX014');
INSERT INTO `ol_seatingrank` VALUES ('150', '78', '5', '弓箭兵', '70', '0', '3', '3153', '2286', '5733', '4020', '10', '0', '1', 'YX033');
INSERT INTO `ol_seatingrank` VALUES ('151', '77', '1', '樂和', '70', '0', '5', '4226', '2867', '5212', '3320', '10', '0', '1', 'YX007');
INSERT INTO `ol_seatingrank` VALUES ('152', '77', '2', '輕騎兵', '70', '0', '4', '3773', '2414', '6860', '3320', '10', '0', '1', 'YX003');
INSERT INTO `ol_seatingrank` VALUES ('153', '77', '3', '輕騎兵', '70', '0', '4', '3773', '2414', '6860', '3320', '10', '0', '1', 'YX012');
INSERT INTO `ol_seatingrank` VALUES ('154', '77', '4', '長槍兵', '70', '0', '2', '3773', '2867', '6860', '2867', '10', '0', '1', 'YX018');
INSERT INTO `ol_seatingrank` VALUES ('155', '77', '5', '長槍兵', '70', '0', '2', '3773', '2867', '6860', '2867', '10', '0', '1', 'YX005');
INSERT INTO `ol_seatingrank` VALUES ('156', '76', '1', '宋清', '70', '0', '3', '3487', '2542', '6339', '4431', '10', '0', '1', 'YX025');
INSERT INTO `ol_seatingrank` VALUES ('157', '76', '2', '弓箭兵', '70', '0', '3', '3487', '2542', '6339', '4431', '10', '0', '1', 'YX042');
INSERT INTO `ol_seatingrank` VALUES ('158', '76', '3', '弓箭兵', '70', '0', '3', '3487', '2542', '6339', '4431', '10', '0', '1', 'YX022');
INSERT INTO `ol_seatingrank` VALUES ('159', '76', '4', '輕騎兵', '70', '0', '4', '3959', '2542', '7198', '3487', '10', '0', '1', 'YX017');
INSERT INTO `ol_seatingrank` VALUES ('160', '76', '5', '輕騎兵', '70', '0', '4', '3959', '2542', '7198', '3487', '10', '0', '1', 'YX029');
INSERT INTO `ol_seatingrank` VALUES ('161', '75', '1', '陶宗旺', '70', '0', '2', '4176', '3186', '7592', '3186', '10', '0', '1', 'YX008');
INSERT INTO `ol_seatingrank` VALUES ('162', '75', '2', '長槍兵', '70', '0', '2', '4176', '3186', '7592', '3186', '10', '0', '1', 'YX015');
INSERT INTO `ol_seatingrank` VALUES ('163', '75', '3', '重甲兵', '70', '0', '1', '3681', '3681', '7592', '3186', '10', '0', '1', 'YX007');
INSERT INTO `ol_seatingrank` VALUES ('164', '75', '4', '輕騎兵', '70', '0', '4', '4176', '2691', '7592', '3681', '10', '0', '1', 'YX014');
INSERT INTO `ol_seatingrank` VALUES ('165', '75', '5', '弓箭兵', '70', '0', '3', '3681', '2691', '6692', '4671', '10', '0', '1', 'YX021');
INSERT INTO `ol_seatingrank` VALUES ('166', '74', '1', '鄭天壽', '70', '0', '3', '3875', '2841', '7046', '4910', '10', '0', '1', 'YX006');
INSERT INTO `ol_seatingrank` VALUES ('167', '74', '2', '弓箭兵', '70', '0', '3', '3875', '2841', '7046', '4910', '10', '0', '1', 'YX019');
INSERT INTO `ol_seatingrank` VALUES ('168', '74', '3', '輕騎兵', '70', '0', '4', '4393', '2841', '7986', '3875', '10', '0', '1', 'YX038');
INSERT INTO `ol_seatingrank` VALUES ('169', '74', '4', '弓箭兵', '70', '0', '3', '3875', '2841', '7046', '4910', '10', '0', '1', 'YX002');
INSERT INTO `ol_seatingrank` VALUES ('170', '74', '5', '輕騎兵', '70', '0', '4', '4393', '2841', '7986', '3875', '10', '0', '1', 'YX011');
INSERT INTO `ol_seatingrank` VALUES ('171', '73', '1', '楊春', '70', '0', '1', '4153', '4153', '8550', '3603', '10', '0', '1', 'YX022');
INSERT INTO `ol_seatingrank` VALUES ('172', '73', '2', '連弩兵', '70', '0', '5', '5253', '3603', '6550', '4153', '10', '0', '1', 'YX036');
INSERT INTO `ol_seatingrank` VALUES ('173', '73', '3', '連弩兵', '70', '0', '5', '5253', '3603', '6550', '4153', '10', '0', '1', 'YX039');
INSERT INTO `ol_seatingrank` VALUES ('174', '73', '4', '連弩兵', '70', '0', '5', '5253', '3603', '6550', '4153', '10', '0', '1', 'YX040');
INSERT INTO `ol_seatingrank` VALUES ('175', '73', '5', '連弩兵', '70', '0', '5', '5253', '3603', '6550', '4153', '10', '0', '1', 'YX028');
