<?php
$GLOBALS['G_CombinRule'] = 
	array(
		  // 绿将卡
		  7=>array('items'=>array('20006'=>4),
				   'target'=>'10011'),
		  // 蓝将卡
		  8=>array('items'=>array('20007'=>6),
				   'target'=>'10012'),
		  // 紫将卡
		  9=>array('items'=>array('20008'=>8),
				   'target'=>'10013'),
		  // 武松【卡】
		  32=>array('items'=>array('20023'=>1,
								   '20024'=>1,
								   '20031'=>1,
								   '20032'=>1),
					'target'=>'10037'),
		  // 林冲【卡】
		  36=>array('items'=>array('20025'=>1,
								   '20026'=>1,
								   '20033'=>1,
								   '20034'=>1),
					'target'=>'10038'),
		  // 鲁智深【卡】
		  40=>array('items'=>array('20027'=>1,
								   '20028'=>1,
								   '20035'=>1,
								   '20036'=>1),
					'target'=>'10039'),
		  // 金刚石
		  44=>array('target'=>'10001',
					'items'=>array('20009'=>10)),
		  // 精钢铁
		  45=>array('target'=>'10002',
					'items'=>array('20010'=>10)),
		  // 龙鳞片
		  46=>array('target'=>'10003',
					'items'=>array('20011'=>10)),
		  // 金缕线
		  47=>array('target'=>'10004',
					'items'=>array('20012'=>10)),
		  // 飞羽绒
		  48=>array('target'=>'10005',
					'items'=>array('20013'=>10)),
		  // 石材
		  49=>array('target'=>'10032',
					'items'=>array('20018'=>10)),
		  // 木材
		  50=>array('target'=>'10033',
					'items'=>array('20019'=>10)),
		  // 陶土
		  51=>array('target'=>'10034',
					'items'=>array('20020'=>10)),
		  // 铁矿
		  52=>array('target'=>'10035',
					'items'=>array('20021'=>10)),
		  // 绢布
		  53=>array('target'=>'10036',
					'items'=>array('20022'=>10)),
		  // 花荣【卡】
		  61=>array('items'=>array('20090'=>1,
								   '20091'=>1,
								   '20092'=>1,
								   '20093'=>1),
					'target'=>'10057'),
		  // 月老的祝福
		  78=>array('items'=>array('18516'=>1,
								   '18517'=>1,
								   '18518'=>1,
								   '18519'=>1),
					'target'=>'18521'),
		  // 玄铁
		  84=>array('target'=>'10040',
					'items'=>array('20127'=>10)),
		  // 金樽月饼
		  86=>array('items'=>array('20130'=>1,
								   '20131'=>1,
								   '20132'=>1,
								   '20133'=>1),
					'target'=>'20129'),
		  // 神兵利器
		  91=>array('items'=>array('18555'=>1,
								   '18556'=>1,
								   '18557'=>1,
								   '18558'=>1),
					'target'=>'18559'),
		  // 名将符
		  94=>array('target'=>'18570',
					'items'=>array('18569'=>6)),
		  // 圣诞战盔
		  99=>array('target'=>'41001',
					'items'=>array('18576'=>25)),
		  // 圣诞战甲
		  100=>array('items'=>array('18577'=>30),
					 'target'=>'42001'),
		  // 圣诞战靴
		  101=>array('items'=>array('18578'=>40),
					 'target'=>'43001'),
		  // 圣诞战剑
		  102=>array('items'=>array('18579'=>50),
					 'target'=>'44001'),
		  // 蓝武魂
		  103=>array('items'=>array('18580'=>10),
					 'target'=>'18581'),
		  // 紫武魂
		  104=>array('items'=>array('18581'=>10),
					 'target'=>'18582'),
		  // 妖将卡
		  109=>array('items'=>array('20037'=>1,
									'20038'=>1,
									'20039'=>1,
									'20040'=>1),
					 'target'=>'20041'),
		  // 心想事成
		  112=>array('items'=>array('18602'=>1,
									'18603'=>1,
									'18604'=>1,
									'18605'=>1),
					 'target'=>'18607'),
		  // 声望卡
		  115=>array('items'=>array('18610'=>10),
					 'target'=>'18609'),
		  // 春之魂
		  120=>array('items'=>array('18616'=>1,
									'18617'=>1,
									'18618'=>1,
									'18619'=>1),
					 'target'=>'18620'),
		  // 劳动勋章
		  121=>array('items'=>array('18623'=>1,
									'18624'=>1,
									'18625'=>1,
									'18626'=>1),
					 'target'=>'18627'),
		  // 美酒
		  122=>array('items'=>array('18630'=>1,
									'18631'=>1,
									'18632'=>1,
									'18633'=>1),
					 'target'=>'18634'),
		  // 棕子
		  123=>array('items'=>array('18642'=>1,
									'18643'=>1,
									'18644'=>1,
									'18645'=>1),
					 'target'=>'18646'),
		  // 童年印记
		  124=>array('items'=>array('18649'=>1,
									'18650'=>1,
									'18651'=>1,
									'18652'=>1),
					 'target'=>'18653'),
		  // 天罡卡
		  125=>array('items'=>array('18658'=>1,
									'18659'=>1,
									'18660'=>1,
									'18661'=>1),
					 'target'=>'18662'),
		  // 地煞卡
		  126=>array('items'=>array('18665'=>1,
									'18666'=>1,
									'18667'=>1,
									'18668'=>1),
					 'target'=>'18669')
		  );