<?php
function getCjInfo() {	
	static $cj_info = array (
	  0 => 
	  array (
	    'info' => 
	    array (
	      0 => '初學乍練',
	      1 => '等級升級到2級',
	      2 => '燃燒吧小宇宙，洒家終於升到了2級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '100',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  1 => 
	  array (
	    'info' => 
	    array (
	      0 => '初窺門徑',
	      1 => '等級升級到5級',
	      2 => '燃燒吧小宇宙，洒家終於升到了5級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '250',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  2 => 
	  array (
	    'info' => 
	    array (
	      0 => '初出茅廬',
	      1 => '等級升級到10級',
	      2 => '燃燒吧小宇宙，洒家終於升到了10級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  3 => 
	  array (
	    'info' => 
	    array (
	      0 => '粗懂皮毛',
	      1 => '等級升級到20級',
	      2 => '燃燒吧小宇宙，洒家終於升到了20級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '20',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  4 => 
	  array (
	    'info' => 
	    array (
	      0 => '略有小成',
	      1 => '等級升級到30級',
	      2 => '燃燒吧小宇宙，洒家終於升到了30級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '30',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  5 => 
	  array (
	    'info' => 
	    array (
	      0 => '駕輕就熟',
	      1 => '等級升級到40級',
	      2 => '燃燒吧小宇宙，洒家終於升到了40級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '2000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '40',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  6 => 
	  array (
	    'info' => 
	    array (
	      0 => '融會貫通',
	      1 => '等級升級到50級',
	      2 => '燃燒吧小宇宙，洒家終於升到了50級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '2500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '50',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  7 => 
	  array (
	    'info' => 
	    array (
	      0 => '爐火純青',
	      1 => '等級升級到60級',
	      2 => '燃燒吧小宇宙，洒家終於升到了60級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '60',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  8 => 
	  array (
	    'info' => 
	    array (
	      0 => '已有大成',
	      1 => '等級升級到70級',
	      2 => '燃燒吧小宇宙，洒家終於升到了70級！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '70',
	      6 => 'level',
	      7 => 'pinfo',
	    ),
	    'type' => '1',
	  ),
	  9 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到屯長',
	      2 => '餘縱橫江湖數十載，終被封為屯長！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  10 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到軍侯',
	      2 => '餘縱橫江湖數十載，終被封為軍侯！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '3',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  11 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到軍司馬',
	      2 => '餘縱橫江湖數十載，終被封為軍司馬！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '4',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  12 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到都尉',
	      2 => '餘縱橫江湖數十載，終被封為都尉！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  13 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到校尉',
	      2 => '餘縱橫江湖數十載，終被封為校尉！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '6',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  14 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到中郎將',
	      2 => '餘縱橫江湖數十載，終被封為中郎將！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '7',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  15 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到裨將軍',
	      2 => '餘縱橫江湖數十載，終被封為裨將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '8',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  16 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到牙門將軍',
	      2 => '餘縱橫江湖數十載，終被封為牙門將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '9',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  17 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到翊武將軍',
	      2 => '餘縱橫江湖數十載，終被封為翊武將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  18 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到建威將軍',
	      2 => '餘縱橫江湖數十載，終被封為建威將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '11',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  19 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到領軍將軍',
	      2 => '餘縱橫江湖數十載，終被封為領軍將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '12',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  20 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到鎮軍將軍',
	      2 => '餘縱橫江湖數十載，終被封為鎮軍將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '13',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  21 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到平東將軍',
	      2 => '餘縱橫江湖數十載，終被封為平東將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '14',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  22 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到安西將軍',
	      2 => '餘縱橫江湖數十載，終被封為安西將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '15',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  23 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到鎮南將軍',
	      2 => '餘縱橫江湖數十載，終被封為鎮南將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '16',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  24 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到征北將軍',
	      2 => '餘縱橫江湖數十載，終被封為征北將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '17',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  25 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到前將軍',
	      2 => '餘縱橫江湖數十載，終被封為前將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '18',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  26 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到驃騎將軍',
	      2 => '餘縱橫江湖數十載，終被封為驃騎將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '19',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  27 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到後將軍',
	      2 => '餘縱橫江湖數十載，終被封為後將軍！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '20',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  28 => 
	  array (
	    'info' => 
	    array (
	      0 => '升級爵位',
	      1 => '升級爵位到兵馬元帥',
	      2 => '餘縱橫江湖數十載，終被封為兵馬元帥！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '1000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '21',
	      6 => 'mg_level',
	      7 => 'pinfo',
	    ),
	    'type' => '2',
	  ),
	  29 => 
	  array (
	    'info' => 
	    array (
	      0 => '地狗星',
	      1 => '提升座次到108位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰零八位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '108',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  30 => 
	  array (
	    'info' => 
	    array (
	      0 => '地賊星',
	      1 => '提升座次到107位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰零七位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '107',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  31 => 
	  array (
	    'info' => 
	    array (
	      0 => '地耗星',
	      1 => '提升座次到106位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰零六位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '106',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  32 => 
	  array (
	    'info' => 
	    array (
	      0 => '地健星',
	      1 => '提升座次到105位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰零五位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '105',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  33 => 
	  array (
	    'info' => 
	    array (
	      0 => '地劣星',
	      1 => '提升座次到104位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰零四位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '104',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  34 => 
	  array (
	    'info' => 
	    array (
	      0 => '地壯星',
	      1 => '提升座次到103位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰零三位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '103',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  35 => 
	  array (
	    'info' => 
	    array (
	      0 => '地刑星',
	      1 => '提升座次到102位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰零二位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '102',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  36 => 
	  array (
	    'info' => 
	    array (
	      0 => '地陰星',
	      1 => '提升座次到101位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰零一位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '101',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  37 => 
	  array (
	    'info' => 
	    array (
	      0 => '地數星',
	      1 => '提升座次到100位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第一佰位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '100',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  38 => 
	  array (
	    'info' => 
	    array (
	      0 => '地醜星',
	      1 => '提升座次到99位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾九位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '99',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  39 => 
	  array (
	    'info' => 
	    array (
	      0 => '地惡星',
	      1 => '提升座次到98位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾八位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '98',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  40 => 
	  array (
	    'info' => 
	    array (
	      0 => '地察星',
	      1 => '提升座次到97位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾七位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '97',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  41 => 
	  array (
	    'info' => 
	    array (
	      0 => '地奴星',
	      1 => '提升座次到96位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾六位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '96',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  42 => 
	  array (
	    'info' => 
	    array (
	      0 => '地損星',
	      1 => '提升座次到95位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾五位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '95',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  43 => 
	  array (
	    'info' => 
	    array (
	      0 => '地平星',
	      1 => '提升座次到94位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾四位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '94',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  44 => 
	  array (
	    'info' => 
	    array (
	      0 => '地囚星',
	      1 => '提升座次到93位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾三位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '93',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  45 => 
	  array (
	    'info' => 
	    array (
	      0 => '地藏星',
	      1 => '提升座次到92位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾二位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '92',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  46 => 
	  array (
	    'info' => 
	    array (
	      0 => '地短星',
	      1 => '提升座次到91位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾一位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '91',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  47 => 
	  array (
	    'info' => 
	    array (
	      0 => '地角星',
	      1 => '提升座次到90位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第九拾位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '90',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  48 => 
	  array (
	    'info' => 
	    array (
	      0 => '地孤星',
	      1 => '提升座次到89位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾九位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '89',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  49 => 
	  array (
	    'info' => 
	    array (
	      0 => '地全星',
	      1 => '提升座次到88位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾八位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '88',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  50 => 
	  array (
	    'info' => 
	    array (
	      0 => '地空星',
	      1 => '提升座次到87位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾七位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '87',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  51 => 
	  array (
	    'info' => 
	    array (
	      0 => '地僻星',
	      1 => '提升座次到86位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾六位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '86',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  52 => 
	  array (
	    'info' => 
	    array (
	      0 => '地伏星',
	      1 => '提升座次到85位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾五位。',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '85',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  53 => 
	  array (
	    'info' => 
	    array (
	      0 => '地幽星',
	      1 => '提升座次到84位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾四位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '84',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  54 => 
	  array (
	    'info' => 
	    array (
	      0 => '地妖星',
	      1 => '提升座次到83位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾三位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '83',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  55 => 
	  array (
	    'info' => 
	    array (
	      0 => '地魔星',
	      1 => '提升座次到82位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾二位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '82',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  56 => 
	  array (
	    'info' => 
	    array (
	      0 => '地稽星',
	      1 => '提升座次到81位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾一位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '81',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  57 => 
	  array (
	    'info' => 
	    array (
	      0 => '地鎮星',
	      1 => '提升座次到80位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第八拾位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '80',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  58 => 
	  array (
	    'info' => 
	    array (
	      0 => '地速星',
	      1 => '提升座次到79位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第七拾九位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '79',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  59 => 
	  array (
	    'info' => 
	    array (
	      0 => '地捷星',
	      1 => '提升座次到78位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第七拾八位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '78',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  60 => 
	  array (
	    'info' => 
	    array (
	      0 => '地樂星',
	      1 => '提升座次到77位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第七拾七位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '77',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  61 => 
	  array (
	    'info' => 
	    array (
	      0 => '地俊星',
	      1 => '提升座次到76位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第七拾六位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '76',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  62 => 
	  array (
	    'info' => 
	    array (
	      0 => '地理星',
	      1 => '提升座次到75位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第七拾五位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '75',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  63 => 
	  array (
	    'info' => 
	    array (
	      0 => '地異星',
	      1 => '提升座次到74位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第七拾四位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '74',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  64 => 
	  array (
	    'info' => 
	    array (
	      0 => '地隱星',
	      1 => '提升座次到73位',
	      2 => '天書既定罡煞將，駁之論道握乾坤！梁山排位於第七拾三位。',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '73',
	      6 => 'rank',
	      7 => 'rank',
	    ),
	    'type' => '3',
	  ),
	  65 => 
	  array (
	    'info' => 
	    array (
	      0 => '人生歷練',
	      1 => '歷練一名武將到+1',
	      2 => '拉風的人生，需要歷練！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'll',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  66 => 
	  array (
	    'info' => 
	    array (
	      0 => '人生歷練',
	      1 => '歷練一名武將到+10',
	      2 => '拉風的人生，需要歷練+10！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'll',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  67 => 
	  array (
	    'info' => 
	    array (
	      0 => '人生歷練',
	      1 => '歷練一名武將到+20',
	      2 => '拉風的人生，需要歷練+20！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '20',
	      6 => 'll',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  68 => 
	  array (
	    'info' => 
	    array (
	      0 => '人生歷練',
	      1 => '歷練一名武將到+30',
	      2 => '拉風的人生，需要歷練+30！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '30',
	      6 => 'll',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  69 => 
	  array (
	    'info' => 
	    array (
	      0 => '武將培養',
	      1 => '培養任意一名武將一次',
	      2 => '博採眾長，博采眾議，需要變得更強，就要培養！',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  70 => 
	  array (
	    'info' => 
	    array (
	      0 => '武將培養',
	      1 => '任意武將培養屬性總和超過100',
	      2 => '博採眾長，博采眾議，需要變得更強，就要培養100！',
	      3 => '綠武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18580,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '100',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  71 => 
	  array (
	    'info' => 
	    array (
	      0 => '武將培養',
	      1 => '任意武將培養屬性總和超過250',
	      2 => '博採眾長，博采眾議，需要變得更強，就要培養250！',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '250',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  72 => 
	  array (
	    'info' => 
	    array (
	      0 => '武將培養',
	      1 => '任意武將培養屬性總和超過500',
	      2 => '博採眾長，博采眾議，需要變得更強，就要培養500！',
	      3 => '藍武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18581,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '500',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  73 => 
	  array (
	    'info' => 
	    array (
	      0 => '武將培養',
	      1 => '任意武將培養屬性總和超過1000',
	      2 => '博採眾長，博采眾議，需要變得更強，就要培養1000！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1000',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  74 => 
	  array (
	    'info' => 
	    array (
	      0 => '武將培養',
	      1 => '任意武將培養屬性總和超過2000',
	      2 => '博採眾長，博采眾議，需要變得更強，就要培養2000！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2000',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  75 => 
	  array (
	    'info' => 
	    array (
	      0 => '武將培養',
	      1 => '任意武將培養屬性總和超過3600',
	      2 => '博採眾長，博采眾議，需要變得更強，就要培養3600！',
	      3 => '橙武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18583,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '3600',
	      6 => 'py',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  76 => 
	  array (
	    'info' => 
	    array (
	      0 => '虞候！',
	      1 => '合成一名武將為虞候',
	      2 => '現在什麼貴？虞候！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2',
	      6 => 'hc',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  77 => 
	  array (
	    'info' => 
	    array (
	      0 => '先鋒！',
	      1 => '合成一名武將為先鋒',
	      2 => '現在什麼更貴？先鋒！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '3',
	      6 => 'hc',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  78 => 
	  array (
	    'info' => 
	    array (
	      0 => '將軍！',
	      1 => '合成一名武將為將軍',
	      2 => '現在什麼最貴？將軍！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '4',
	      6 => 'hc',
	      7 => 'pinfo',
	    ),
	    'type' => '4',
	  ),
	  79 => 
	  array (
	    'info' => 
	    array (
	      0 => '小試牛刀',
	      1 => '完美擊殺普通陽谷縣西門慶',
	      2 => '十步殺一人，陽谷戰西門！想體驗戰鬥的精彩嗎?盡在《Q將水滸》！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '500',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '114',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  80 => 
	  array (
	    'info' => 
	    array (
	      0 => '夢回梁山',
	      1 => '通關普通難度',
	      2 => '黃沙百戰穿金甲，不斬高俅終不還！想體驗戰鬥的精彩嗎?盡在《Q將水滸》！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '184',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  81 => 
	  array (
	    'info' => 
	    array (
	      0 => '魂牽夢繞',
	      1 => '通關英雄難度',
	      2 => '秦時明月漢時關，萬里長征人未還。想體驗戰鬥的精彩嗎?盡在《Q將水滸》！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '284',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  82 => 
	  array (
	    'info' => 
	    array (
	      0 => '浮生若夢',
	      1 => '通關烈焰難度',
	      2 => '百戰沙場碎鐵衣，城南已合數重圍。想體驗戰鬥的精彩嗎?盡在《Q將水滸》！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '384',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  83 => 
	  array (
	    'info' => 
	    array (
	      0 => '黃粱一夢',
	      1 => '通關地獄難度',
	      2 => '突營射殺呼延將，獨領殘兵千騎歸。想體驗戰鬥的精彩嗎?盡在《Q將水滸》！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '484',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  84 => 
	  array (
	    'info' => 
	    array (
	      0 => '大夢初醒',
	      1 => '通關煉獄難度',
	      2 => '他日若遂淩雲志，敢笑黃巢不丈夫！想體驗戰鬥的精彩嗎?盡在《Q將水滸》！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '584',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  85 => 
	  array (
	    'info' => 
	    array (
	      0 => '夢幻泡影',
	      1 => '通關天堂難度',
	      2 => '醉臥沙場君莫笑，古來征戰幾人回？想體驗戰鬥的精彩嗎?盡在《Q將水滸》！',
	      3 => '銅錢',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'coins',
	      2 => '3000',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '684',
	      6 => 'cg',
	      7 => 'pinfo',
	    ),
	    'type' => '5',
	  ),
	  86 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+1',
	      2 => '仗劍走天下，神器當+1！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  87 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+4',
	      2 => '仗劍走天下，神器當+4！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '4',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  88 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+7',
	      2 => '仗劍走天下，神器當+7！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '7',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  89 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+10',
	      2 => '仗劍走天下，神器當+10！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  90 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+13',
	      2 => '仗劍走天下，神器當+13！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '13',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  91 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+16',
	      2 => '仗劍走天下，神器當+16！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '16',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  92 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+19',
	      2 => '仗劍走天下，神器當+19！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '19',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  93 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+22',
	      2 => '仗劍走天下，神器當+22！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '22',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  94 => 
	  array (
	    'info' => 
	    array (
	      0 => '強化裝備',
	      1 => '強化一件裝備到+24',
	      2 => '仗劍走天下，神器當+24！',
	      3 => '礦工鋤',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18588,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '24',
	      6 => 'qh',
	      7 => 'pinfo',
	    ),
	    'type' => '6',
	  ),
	  95 => 
	  array (
	    'info' => 
	    array (
	      0 => '鍛造裝備',
	      1 => '升級一件裝備品質到斥候',
	      2 => '斥候套裝在手，天下任我行走！',
	      3 => '玄鐵',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41201,42201,43201,44201',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  96 => 
	  array (
	    'info' => 
	    array (
	      0 => '鍛造裝備',
	      1 => '升級一件裝備品質到都頭',
	      2 => '都頭套裝在手，天下任我行走！',
	      3 => '玄鐵',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41202,42202,43202,44202',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  97 => 
	  array (
	    'info' => 
	    array (
	      0 => '鍛造裝備',
	      1 => '升級一件裝備品質到驃騎',
	      2 => '驃騎套裝在手，天下任我行走！',
	      3 => '玄鐵',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41303,42303,43303,44303',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  98 => 
	  array (
	    'info' => 
	    array (
	      0 => '鍛造裝備',
	      1 => '升級一件裝備品質到地煞',
	      2 => '地煞套裝在手，天下任我行走！',
	      3 => '玄鐵',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41304,42304,43304,44304',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  99 => 
	  array (
	    'info' => 
	    array (
	      0 => '鍛造裝備',
	      1 => '升級一件裝備品質到天罡',
	      2 => '天罡套裝在手，天下任我行走！',
	      3 => '玄鐵',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41405,42405,43405,44405',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  100 => 
	  array (
	    'info' => 
	    array (
	      0 => '鍛造裝備',
	      1 => '升級一件裝備品質到乾坤',
	      2 => '乾坤套裝在手，天下任我行走！',
	      3 => '玄鐵',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41406,42406,43406,44406',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  101 => 
	  array (
	    'info' => 
	    array (
	      0 => '鍛造裝備',
	      1 => '升級一件裝備品質到玄天',
	      2 => '神器在手，天下任我行走！',
	      3 => '玄鐵',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 10040,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '41507,42507,43507,44507',
	      6 => 'dz',
	      7 => 'dz',
	    ),
	    'type' => '6',
	  ),
	  102 => 
	  array (
	    'info' => 
	    array (
	      0 => '攻城掠地',
	      1 => '成功佔領領地1次',
	      2 => '將待令，兵在手，攻城掠地不用愁！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '5',
	      3 => 'count_finish',
	      4 => '1',
	      5 => '1',
	      6 => 'gc',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  103 => 
	  array (
	    'info' => 
	    array (
	      0 => '攻城掠地',
	      1 => '成功佔領領地100次',
	      2 => '人若犯我，我必犯人！攻城掠地，盡在《Q將水滸》！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'count_finish',
	      4 => '100',
	      5 => '100',
	      6 => 'gc',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  104 => 
	  array (
	    'info' => 
	    array (
	      0 => '攻城掠地',
	      1 => '成功佔領領地500次',
	      2 => '犯我邊境者，雖遠必誅之！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '15',
	      3 => 'count_finish',
	      4 => '500',
	      5 => '500',
	      6 => 'gc',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  105 => 
	  array (
	    'info' => 
	    array (
	      0 => '攻城掠地',
	      1 => '成功佔領領地1000次',
	      2 => '舉足輕重，大權在握！你敢來挑戰我嗎?',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '20',
	      3 => 'count_finish',
	      4 => '1000',
	      5 => '1000',
	      6 => 'gc',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  106 => 
	  array (
	    'info' => 
	    array (
	      0 => '有一點',
	      1 => '成功佔領資源點1次',
	      2 => '少許白銀，些許黃金，盡在資源點中取！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '5',
	      3 => 'count_finish',
	      4 => '1',
	      5 => '1',
	      6 => 'zyd',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  107 => 
	  array (
	    'info' => 
	    array (
	      0 => '有一些',
	      1 => '成功佔領資源點100次',
	      2 => '十斤白銀，百兩黃金，盡在資源點中取！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'count_finish',
	      4 => '100',
	      5 => '100',
	      6 => 'zyd',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  108 => 
	  array (
	    'info' => 
	    array (
	      0 => '有許多',
	      1 => '成功佔領資源點500次',
	      2 => '百斤白銀，千兩黃金，盡在資源點中取！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '15',
	      3 => 'count_finish',
	      4 => '500',
	      5 => '500',
	      6 => 'zyd',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  109 => 
	  array (
	    'info' => 
	    array (
	      0 => '不嫌多',
	      1 => '成功佔領資源點1000次',
	      2 => '千斤白銀，萬兩黃金，盡在資源點中取！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '20',
	      3 => 'count_finish',
	      4 => '1000',
	      5 => '1000',
	      6 => 'zyd',
	      7 => 'cscl',
	    ),
	    'type' => '7',
	  ),
	  110 => 
	  array (
	    'info' => 
	    array (
	      0 => '群雄逐鹿',
	      1 => '參與一次“群雄逐鹿”',
	      2 => '群雄逐鹿，群雄逐寶物！與我一起征戰沙場吧！',
	      3 => '小軍糧包',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 20058,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'qxzl',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  111 => 
	  array (
	    'info' => 
	    array (
	      0 => '逐鹿之王',
	      1 => '獲得一次“逐鹿之王”大獎',
	      2 => '群雄並驅于中原，未知鹿死誰手?吾手！加入《Q將水滸》，來與我一較高下！',
	      3 => '大軍糧包',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 20060,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'zldj',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  112 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP1',
	      1 => '提升為VIP1',
	      2 => '經典恒久遠，VIP1永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  113 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP2',
	      1 => '提升為VIP2',
	      2 => '經典恒久遠，VIP2永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '2',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  114 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP3',
	      1 => '提升為VIP3',
	      2 => '經典恒久遠，VIP3永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '3',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  115 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP4',
	      1 => '提升為VIP4',
	      2 => '經典恒久遠，VIP4永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '4',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  116 => 
	  array (
	    'info' => 
	    array (
	      0 => '一技之長',
	      1 => '升級任一技能到7級',
	      2 => '一寸長一寸強，膽敢與我一戰嗎？',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '7',
	      6 => 'jn',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  117 => 
	  array (
	    'info' => 
	    array (
	      0 => '日常任務',
	      1 => '領取一次日常任務獎勵',
	      2 => '這什麼嘛？容易！和我一起來完成挑戰吧！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1',
	      6 => 'rc',
	      7 => 'cflx',
	    ),
	    'type' => '9',
	  ),
	  118 => 
	  array (
	    'info' => 
	    array (
	      0 => '旦暮朝夕',
	      1 => '累計完成日常任務300個',
	      2 => '事雖小，貴在堅持！你有沒有毅力呢？來《Q將水滸》吧！',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'count_finish',
	      4 => '300',
	      5 => '300',
	      6 => 'rcrw',
	      7 => 'cscl',
	    ),
	    'type' => '9',
	  ),
	  119 => 
	  array (
	    'info' => 
	    array (
	      0 => '天降橫財',
	      1 => '完成任務“天降橫財”',
	      2 => '運氣不錯哦！加入我們，你也可以！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002112',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  120 => 
	  array (
	    'info' => 
	    array (
	      0 => '吉星高照',
	      1 => '完成任務“吉星高照”',
	      2 => '什麼是人品？這就是！要和我比拼一下人品嗎？',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002157',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  121 => 
	  array (
	    'info' => 
	    array (
	      0 => '奇技之師',
	      1 => '完成任務“奇技之師”',
	      2 => '我有一支奇技之師，你可敢應戰？立即加入《Q將水滸》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002141',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  122 => 
	  array (
	    'info' => 
	    array (
	      0 => '威武之師',
	      1 => '完成任務“威武之師”',
	      2 => '我有一支威武之師，你可敢應戰？立即加入《Q將水滸》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002146',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  123 => 
	  array (
	    'info' => 
	    array (
	      0 => '英明之師',
	      1 => '完成任務“英明之師”',
	      2 => '我有一支英明之師，你可敢應戰？立即加入《Q將水滸》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002151',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  124 => 
	  array (
	    'info' => 
	    array (
	      0 => '鋼鐵之師',
	      1 => '完成任務“鋼鐵之師”',
	      2 => '我有一支鋼鐵之師，你可敢應戰？立即加入《Q將水滸》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002159',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  125 => 
	  array (
	    'info' => 
	    array (
	      0 => '天命之師',
	      1 => '完成任務“天命之師”',
	      2 => '我有一支天命之師，你可敢應戰？立即加入《Q將水滸》！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002166',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  126 => 
	  array (
	    'info' => 
	    array (
	      0 => '全是我的！',
	      1 => '完成任務“全是我的”',
	      2 => '世間萬物，由我任取！加入《Q將水滸》和我一爭天下吧！',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002149',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  127 => 
	  array (
	    'info' => 
	    array (
	      0 => '以德服人',
	      1 => '完成任務“以德服人（12）”',
	      2 => '以德服人！以德服於人？要來和我一起令天下臣服嗎？',
	      3 => '紫武魂',
	    ),
	    'award' => 
	    array (
	      0 => 1,
	      1 => 18582,
	      2 => 1,
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5002153',
	      6 => 'rw',
	      7 => 'rw',
	    ),
	    'type' => '9',
	  ),
	  128 => 
	  array (
	    'info' => 
	    array (
	      0 => '青出於藍',
	      1 => '酒館繁榮度達到200',
	      2 => '“小二，來四碗‘三碗不過崗’！”“這位客官，本小店沒有這種酒...”',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '200',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  129 => 
	  array (
	    'info' => 
	    array (
	      0 => '杯酒言歡',
	      1 => '酒館繁榮度達到1000',
	      2 => '“這家酒館不錯，且去喝上幾盅！”“果然是好酒，好酒！”',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1000',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  130 => 
	  array (
	    'info' => 
	    array (
	      0 => '桂酒椒漿',
	      1 => '酒館繁榮度達到1500',
	      2 => '“常在這家酒館喝酒，閑來無事，不如現在便去喝上幾杯。”“果不其然，當真是少有的好酒！”',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '1500',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  131 => 
	  array (
	    'info' => 
	    array (
	      0 => '清聖濁賢',
	      1 => '酒館繁榮度達到5000',
	      2 => '“蘭陵美酒鬱金香，玉碗盛來琥珀光。但使主人能醉客，不知何處是他鄉。”',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5000',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  132 => 
	  array (
	    'info' => 
	    array (
	      0 => '金碧輝煌',
	      1 => '酒館繁榮度達到10000',
	      2 => '各路英雄齊聚酒館，你要來看看嗎？',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10000',
	      6 => 'frd',
	      7 => 'pinfo',
	    ),
	    'type' => '9',
	  ),
	  133 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP5',
	      1 => '提升為VIP5',
	      2 => '經典恒久遠，VIP5永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '5',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  134 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP6',
	      1 => '提升為VIP6',
	      2 => '經典恒久遠，VIP6永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '6',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  135 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP7',
	      1 => '提升為VIP7',
	      2 => '經典恒久遠，VIP7永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '7',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  136 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP8',
	      1 => '提升為VIP8',
	      2 => '經典恒久遠，VIP8永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '8',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  137 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP9',
	      1 => '提升為VIP9',
	      2 => '經典恒久遠，VIP9永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '9',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  138 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP10',
	      1 => '提升為VIP10',
	      2 => '經典恒久遠，VIP10永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '10',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  139 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP11',
	      1 => '提升為VIP11',
	      2 => '經典恒久遠，VIP11永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '11',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	  140 => 
	  array (
	    'info' => 
	    array (
	      0 => '華麗VIP12',
	      1 => '提升為VIP12',
	      2 => '經典恒久遠，VIP12永流傳！體驗經典，《Q將水滸》。',
	      3 => '銀票',
	    ),
	    'award' => 
	    array (
	      0 => 0,
	      1 => 'silver',
	      2 => '10',
	      3 => 'trigger_finish',
	      4 => '0',
	      5 => '12',
	      6 => 'vip',
	      7 => 'pinfo',
	    ),
	    'type' => '8',
	  ),
	);	
	return $cj_info;
}
